Repository: wpmudev/coursepress
Catalog: languages/coursepress-*.po
Languages: es_es

source: Configure the pages for CoursePress.
es_es: Configure las páginas de CoursePress.

source: &mdash; Select &mdash;
es_es: &mdash; Seleccione &mdash;

source: Student Dashboard
es_es: Panel de Control de estudiante

source: Student Settings
es_es: Configuración del estudiante

source: Shortcodes allow you to include dynamic content in posts and pages on your site. Simply type or paste them into your post or page content where you would like them to appear. Optional attributes can be added in a format like <em>[shortcode attr1="value" attr2="value"]</em>.
es_es: Los códigos cortos le permiten incluir contenido dinámico en correos y páginas de su sitio. Simplemente escriba o pegue en su publicación o en el contenido de la página donde desee que aparezcan. Los atributos opcionales se pueden agregar en un formato como <em>[shortcode attr1="value" attr2="value"]</em>.

source: Instructors Avatar
es_es: Avatar Instructores

source: Selectable
es_es: Seleccionable

source: How to display the instructors.
es_es: Cómo mostrar los instructores.

source: Quiz
es_es: Examen

source: count - counts instructors for the course.
es_es: Cuenta - cuenta instructores para el curso.

source: Form
es_es: Formulario

source: Label to display for the output.
es_es: Etiqueta para mostrar la salida.

source: Chat
es_es: charla

source: Plural if more than one instructor.
es_es: Plural de más de un instructor.

source: Zipped Object
es_es: Objeto Zip

source: Symbol to put after label.
es_es: Símbolo para poner después de la etiqueta.

source: HTML tag to wrap the label (without brackets, e.g. <em>h3</em>).
es_es: Etiqueta HTML para envolver la etiqueta (sin paréntesis, por ejemplo <em> h3 </em>).

source: Show title in unit view
es_es: Mostrar título en la vista de unidad

source: empty
es_es: vacío

source: A response is required
es_es: Se requiere una respuesta

source: Text to click to link to full profiles.
es_es: Texto para hacer clic para vincular a perfiles completos.

source: This is a gradable item
es_es: Este es un elemento graduable

source: Show the label.
es_es: Muestra la etiqueta.

source: Minimum
es_es: Mínimo

source: Length of instructor bio to show when style is "block".
es_es: Longitud del instructor bio para mostrar cuándo el estilo es "block".

source: Minimum grade (%) required to pass
es_es: Grado mínimo (%) requerido para pasar

source: Minimum Grade
es_es: Grado Mínimo

source: Pixel size of the avatars when viewing in block mode.
es_es: Tamaño de píxel de los avatares cuando se visualiza en modo de bloque.

source: Require instructor assessment.
es_es: Requiere evaluación del instructor.

source: Whether to always show the default image, never the Gravatar.
es_es: Ya sea para mostrar siempre la imagen predeterminada, nunca el Gravatar.

source: Check this box to allow instructor to provide final grading assessment.
es_es: Marque esta casilla para permitir que el instructor proporcione la evaluación de calificación final.

source: Size of avatar thumbnail.
es_es: Tamaño de la miniatura del avatar.

source: Allow Retries
es_es: Permitir reintentos

source: CSS class to use for the avatar.
es_es: Clase CSS para usar en el avatar.

source: Allow and set amount of retries (0 unlimited)
es_es: Permitir y establecer cantidad de reintentos (0 ilimitado)

source: This shortcode allows you to display details about your course.
es_es: Este código abreviado le permite mostrar detalles sobre su curso.

source: Use Timer
es_es: Usar temporizador

source: All the same information can be retrieved by using the specific course shortcodes following.
es_es: Toda la misma información puede ser recuperada usando los códigos cortos de curso específicos siguientes.

source: Use duration as time restriction
es_es: Utilice la duración como restricción de tiempo

source: All the fields you would like to show.
es_es: Todos los campos que desea mostrar.

source: Question/Task
es_es: Pregunta/Tarea

source: Required when showing the "title" field.
es_es: Obligatorio al mostrar el campo "título".

source: The question or instructions to complete this task.
es_es: La pregunta o las instrucciones para completar esta tarea.

source: PHP style date format.
es_es: Formato de fecha de estilo PHP.

source: Content that will display on the unit page.
es_es: Contenido que se mostrará en la página de la unidad.

source: HTML tag (without brackets) to use for the individual labels.
es_es: Etiqueta HTML (sin corchetes) para utilizar en las etiquetas individuales.

source: Add
es_es: Añadir

source: Symbol to use after the label.
es_es: Símbolo a utilizar después de la etiqueta.

source: Delete Module
es_es: Eliminar módulo

source: Start Quiz
es_es: Comienzo de la prueba

source: The HTML tag (without brackets) to use for the title.
es_es: La etiqueta HTML (sin corchetes) que se utilizará para el título.

source: Image Source
es_es: Fuente de imagen

source: Enter a URL or Browse for an image
es_es: Introduce una URL o Busca una imagen

source: Image Caption
es_es: Captura de imagen

source: Hide, show and customise the image caption.
es_es: Ocultar, mostrar y personalizar el subtítulo de la imagen.

source: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
es_es: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentación sobre el formato de fecha y hora</a>.

source: Media has no caption
es_es: Los medios de comunicación no tienen leyenda

source: Text to display if the course has no end date.
es_es: Texto para mostrar si el curso no tiene fecha de finalización.

source: Video Source
es_es: Fuente de vídeo

source: Alternate display when there is no end date.
es_es: Pantalla alternativa cuando no hay fecha de finalización.

source: You can enter a Youtube or Vimeo link (oEmbed support is required). Alternatively you can Browse for a file - supported video extensions (mp4, m4v, webm, ogv, wmv, flv)
es_es: Puede ingresar un enlace de Youtube o Vimeo (se requiere soporte de oEmbed). También puede buscar extensiones de video compatibles con archivos (mp4, m4v, webm, ogv, wmv, flv)

source: Video Caption
es_es: Leyenda del video

source: Hide, show and customise the video caption.
es_es: Ocultar, mostrar y personalizar el subtítulo de vídeo.

source: Text to display if the course has no defined enrollment start date.
es_es: Texto para mostrar si el curso no tiene fecha de inicio de inscripción definida.

source: Related Videos
es_es: Videos relacionados

source: WordPress setting.
es_es: WordPress configuración.

source: Hide related videos
es_es: Ocultar videos relacionados

source: Text to display if there is no enrollment end date.
es_es: Texto para mostrar si no hay fecha de finalización de inscripción.

source: Audio Source
es_es: Fuente del audio

source: If "yes" it will display the no_date_text even if there is no date. If "no" then nothing will be displayed.
es_es: Si "sí" mostrará el no_date_text aunque no haya fecha. Si "no" entonces no se mostrará nada.

source: Enter a URL or Browse for an audio file. Supported audio extensions (mp3, ogg, wma, m4a, wav)
es_es: Introduzca una URL o Busque un archivo de audio. Extensiones de audio compatibles (mp3, ogg, wma, m4a, wav)

source: Alternate display when there is no enrollment start or end dates.
es_es: Pantalla alternativa cuando no hay fechas de inicio o finalización de la inscripción.

source: Audio Playback
es_es: Reproducción de audio

source: Loop audio
es_es: bucle de audio

source: Text to display if there is no enrollment start or end dates.
es_es: Texto para mostrar si no hay fechas de inicio o finalización de la inscripción.

source: Autoplay audio
es_es: Reproducción automática de audio

source: Display enrollment start label.
es_es: Mostrar la etiqueta de inicio de inscripción.

source: Download Source
es_es: Descargar Fuente

source: yes
es_es: si

source: Add File URL or Browse for File to download
es_es: Agregar URL de archivo o Buscar archivo para descargar

source: Text to display when anyone can enroll.
es_es: Texto para mostrar cuando alguien puede inscribirse.

source: Object Source
es_es: Origen del objeto

source: Text to display for manual enrollments.
es_es: Texto a mostrar para inscripciones manuales.

source: Browse for the zip file that contains your resources.
es_es: Busque el archivo zip que contiene sus recursos.

source: Text to display when a passcode is required.
es_es: Texto para mostrar cuando se requiere un código de acceso.

source: Browse for zipped file
es_es: Buscar archivo comprimido

source: Text to display when there is a prerequisite. Use %s as placeholder for prerequisite course title.
es_es: Texto a mostrar cuando hay un requisito previo. Utilizar %s como marcador de posición para el título del curso previo.

source: Primary File
es_es: Archivo principal

source: Text to display for registered users.
es_es: Texto a mostrar para los usuarios registrados.

source: This is the file of the object that will be loaded first.
es_es: Este es el archivo del objeto que se cargará primero.

source: Text to display for unlimited class sizes.
es_es: Texto a mostrar para tamaños de clase ilimitados.

source: Text to display for remaining places. Use %d for the remaining number.
es_es: Texto para mostrar los lugares restantes. Utilícelo %d para el número restante.

source: This is the text of the link that will open your primary file.
es_es: Este es el texto del enlace que abrirá su archivo principal.

source: If "yes" it will show the no_limit_text. If "no" then nothing will display for unlimited courses.
es_es: Si "sí" mostrará el no_limit_text. Si "no" entonces nada se mostrará para cursos ilimitados.

source: Add checkboxes next to the correct answers
es_es: Agregar casillas de verificación junto a las respuestas correctas

source: If "yes" show remaining_text. If "no" don’t show remaining places.
es_es: Si "sí" muestra el texto restante remaining_text. Si "no" no muestra los lugares restantes.

source: Select the correct answer
es_es: Selecciona la respuesta correcta

source: Text to display for unpaid courses.
es_es: Texto para mostrar los cursos no pagados.

source: Questions
es_es: Preguntas

source: Add extra span with class "product_price" around no_cost_text.
es_es: Añada espacio adicional con la clase "product_price" alrededor de no_cost_text.

source: Add all the questions for your quiz here
es_es: Añade todas las preguntas para tu prueba aquí

source: Free as in beer.
es_es: Libre como la cerveza.

source: Form elements
es_es: Elementos del formulario

source: Wrap inside a div tag (yes|no).
es_es: Envuelva dentro de una etiqueta div (sí | no).

source: Add all the elements for your form here
es_es: Agregue todos los elementos de su formulario aquí

source: Displays the course list image. (See [course_media]).
es_es: Muestra la imagen de la lista de cursos. (Véase [course_media]).

source: This course does not have any notifications.
es_es: Este curso no tiene ninguna notificación.

source: Width of image.
es_es: Ancho de la imagen.

source: by <span>%s</span>
es_es: Por <span>%s</span>

source: Original width
es_es: Ancho original

source: Discussions are not available for this course.
es_es: Las discusiones no están disponibles para este curso.

source: Height of image.
es_es: Altura de la imagen.

source: Start a new discussion
es_es: Comenzar una nueva discusión

source: Original height
es_es: Altura original

source: This course does not have any discussions.
es_es: Este curso no tiene ninguna discusión.

source: Embeds a video player with the course’s featured video. (See [course_media]).
es_es: Incluye un reproductor de vídeo con el video destacado del curso. (Véase [course_media]).

source: Applies to:
es_es: Se aplica a:

source: Width of video player.
es_es: Ancho del reproductor de video.

source: Unknown Discussion
es_es: Discusión desconocida

source: Default player width
es_es: Ancho predeterminado del reproductor

source: The discussion you were looking for could not be found.
es_es: No se pudo encontrar la discusión que buscabas.

source: Height of video player.
es_es: Altura del reproductor de video.

source: Update discussion
es_es: Actualizar discusión

source: Default player height
es_es: Altura predeterminada del reproductor

source: Add discussion
es_es: Añadir discusión

source: Width of media.
es_es: Ancho de los medios.

source: Title of the discussion
es_es: Título de la discusión

source: CoursePress settings.
es_es: Opciones de CoursePress.

source: Type your discussion or question here…
es_es: Escriba su discusión o pregunta aquí ...

source: Height of media.
es_es: Altura de los medios.

source: Submit Answer
es_es: Enviar respuesta

source: Use "yes" to use the CoursePress Settings for "Course Listings". Use "no" to use the CoursePress Settings for "Course Details Page".
es_es: Utilice "sí" para usar la Configuración de CoursePress para "Listados de cursos". Use "no" para usar los ajustes de CoursePress para "Página de detalles del curso".

source: This file has been successfully uploaded. It will be part of your grade in this course.
es_es: Este archivo se ha cargado correctamente. Será parte de su grado en este curso.

source: Use "image" to try to show the list image first. If not available, then try to use the featured video. Use "video" to try to show the featured video first. If not available, try to use the list image.
es_es: Utilice "imagen" para tratar de mostrar primero la imagen de la lista. Si no está disponible, intente utilizar el vídeo destacado. Utilice "video" para intentar mostrar primero el video destacado. Si no está disponible, intente utilizar la imagen de lista.

source: Ungraded
es_es: Sin clasificar

source: Use "image" to only display list image if available. Use "video" to only show the video if available. Use "thumbnail" to show the course thumbnail (shortcut for type="image" and priority="image"). Use "default" to enable priority mode (see priority attribute).
es_es: Utilice "imagen" para mostrar sólo la imagen de la lista, si está disponible. Use "video" para mostrar sólo el vídeo si está disponible. Use "en miniatura" para mostrar la imagen en miniatura de golf (acceso directo type = "imagen" y prioridad = "imagen" para). Use "por defecto" para habilitar el modo de prioridad (véase el atributo de prioridad).

source: This file has been successfully uploaded. It will not be part of your grade in this course.
es_es: Este archivo se ha cargado correctamente. No será parte de su calificación en este curso.

source: Wrap inside a tag.
es_es: Envolver dentro de una etiqueta.

source: Feedback:
es_es: Retroalimentación:

source: empty string, but if height or width is defined, then wrapper is a "div" tag.
es_es: Cadena vacía, pero si se define la altura o el ancho, entonces el contenedor es una etiqueta "div".

source: Response:
es_es: Respuesta:

source: Text to display when the user is enrolled and ready to learn.
es_es: Texto a mostrar cuando el usuario está inscrito y listo para aprender.

source: Submit File
es_es: Enviar archivo

source: Text to display when the course can be continued.
es_es: Texto para mostrar cuando se puede continuar el curso.

source: Change File
es_es: Cambiar archivo

source: Text to display when the course has expired.
es_es: Texto que se mostrará cuando el curso haya caducado.

source: Uploaded file:
es_es: Subir Archivo:

source: Text to display if the course is full.
es_es: Texto para mostrar si el curso está lleno.

source: Submit Quiz Answers
es_es: Enviar las Respuestas de la Prueba

source: Text for the button that takes you to the full course page.
es_es: Texto para el botón que le lleva a la página completa del curso.

source: Non Gradable
es_es: No evaluable

source: Text to display when enrollments haven’t started yet.
es_es: Texto que se mostrará cuando aún no se hayan iniciado las inscripciones.

source: Try Again
es_es: Inténtalo de nuevo

source: Text to display when enrollments are finished (expired).
es_es: Texto que se mostrará cuando se hayan completado las inscripciones (caducado).

source: Upload a different file
es_es: Subir un archivo diferente

source: Text to display when course is ready for enrollments.
es_es: Texto que se mostrará cuando el curso esté listo para inscribirse.

source: Session Expired
es_es: Sesión expirada

source: Text to display when current user is an instructor of this course.
es_es: Texto para mostrar cuando el usuario actual es instructor de este curso.

source: Primary File not set, please come back later.
es_es: El archivo principal no está establecido, vuelve más tarde.

source: Post Here
es_es: Publicar aquí

source: Text to display when a student is enrolled, but the course hasn’t started yet.
es_es: Texto que se mostrará cuando un estudiante se inscriba, pero el curso no ha comenzado aún....

source: Text to display if the course requires a password.
es_es: Texto para mostrar si el curso requiere una contraseña.

source: Accepted File Format:
es_es: Formato de archivo aceptado:

source: Text to display if the course has a prerequisite.
es_es: Texto para mostrar si el curso tiene un requisito previo.

source: Max File Size:
es_es: Tamaño máximo del archivo:

source: Text to display when course is ready for enrollments, but the user is not logged in (visitor).
es_es: Texto para mostrar cuando el curso está listo para las inscripciones, pero el usuario no ha iniciado sesión (visitante).

source: Enrollment failed!
es_es: ¡La inscripción ha fallado!

source: You missed out big time!
es_es: Te perdiste mucho tiempo!

source: Changes can't be saved because nonce didn't verify.
es_es: No se pueden guardar los cambios porque no se comprobó.

source: Confirm use of weak password.
es_es: Confirmar uso de contraseña débil.

source: Sorry. You are not permitted to view this part of the course.
es_es: Lo siento. No se le permite ver esta parte del curso.

source: Month to display as number (e.g. 03 for March).
es_es: Mes para mostrar como número (por ejemplo, 03 para marzo).

source: Previous Unit
es_es: Unidad anterior

source: Today’s date
es_es: El día de hoy

source: Show all answered modules
es_es: Mostrar todos los módulos contestados

source: Text to display for next month link.
es_es: Texto a mostrar para el enlace del mes siguiente.

source: You currently have no courses assigned.
es_es: Actualmente no tiene cursos asignados.

source: Text to display for previous month link.
es_es: Texto a mostrar para el enlace del mes anterior.

source: Show ungraded students only
es_es: Mostrar sólo estudiantes no clasificados

source: Year to display as 4-digit number (e.g. 2014).
es_es: Año para mostrar como un número de 4 dígitos (por ejemplo, 2014).

source: Show graded students only
es_es: Mostrar sólo a estudiantes graduados

source: Submission
es_es: Presentación

source: Assessments/CoursePress
es_es: Evaluaciones/CoursePress

source: Label for current courses.
es_es: Etiqueta para los cursos actuales.

source: Assessment Result
es_es: Resultado de la evaluación

source: If is true or "yes" then switch context to "dashboard".
es_es: Si es cierto o "sí" a continuación, cambiar el contexto de "Panel de control".

source: The minimum grade required is:
es_es: La calificación mínima requerida es:

source: Label before courses list for "facilitator" context.
es_es: Etiqueta antes de la lista de cursos para el contexto "facilitador".

source: Delete Feedback
es_es: Eliminar comentarios

source: Send Feedback
es_es: Enviar comentarios

source: Label for future courses.
es_es: Etiqueta para futuros cursos.

source: Reports/CoursePress
es_es: Reportes/CoursePress

source: Label for incomplete courses.
es_es: Etiqueta para cursos incompletos.

source: You do not currently have any courses assigned.
es_es: Actualmente no tiene ningún curso asignado.

source: Message displayed on intructor page, when instructor do not have any assigned courses.
es_es: Mensaje que se muestra en la página del instructor, cuando el instructor no tiene cursos asignados.

source: Select entire course for selected students, or just a unit for selected students.
es_es: Seleccione todo el curso para los estudiantes seleccionados, o simplemente una unidad para los estudiantes seleccionados.

source: The instructor id to list courses for a specific instructor. Can also specify multiple instructors using commas. (e.g. instructor="1,2,3").
es_es: El instructor identifica los cursos para un instructor específico. También puede especificar varios instructores utilizando comas. (Por ejemplo, instructor = "1,2,3").

source: Bulk Reporting
es_es: Construir Reporte

source: If both student and instructor are specified, only the student will be used.
es_es: Si se especifica tanto al estudiante como al instructor, solo se usará el estudiante.

source: Limit the number of courses. Use -1 to show all.
es_es: Limite el número de cursos. Utilice -1 para mostrar todo.

source: Courses/Instructors
es_es: Curso/Instructor

source: Profle
es_es: Perfil

source: Label before manageable courses.
es_es: Etiqueta antes de cursos manejables.

source: Settings/CoursePress
es_es: Configuración/CoursePress

source: Courses/Students
es_es: Cursos/Estudiantes

source: There is no courses to update.
es_es: No hay cursos para actualizar.

source: Label before past courses.
es_es: Etiqueta antes de los cursos anteriores.

source: You have %d course to update.
es_es: Tienes %d curso para actualizar.

source: Show labels.
es_es: Mostrar etiquetas.

source: Working...
es_es: Trabajando...

source: The status of courses to show (uses WordPress status).
es_es: El estado de los cursos a mostrar (usa el estado de WordPress).

source: There is no courses to update!
es_es: No hay cursos para actualizar!

source: published
es_es: publicado

source: Upgrade is done.
es_es: Se ha realizado la actualización.

source: You are not enrolled in any courses. %s
es_es: No está inscrito en ningún curso. %s

source: Edit Course/CoursePress
es_es: Editar Curso/CoursePress

source: <a href="%s">See available courses.</a>
es_es: <a href="%s">Vea los cursos disponibles.</a>

source: Step 1 – Course Overview
es_es: Paso 1 - Descripción general del curso

source: The student id to list courses for a specific student. Can also specify multiple students using commas. (e.g. student="1,2,3").
es_es: El estudiante identifica los cursos para un estudiante específico. También puede especificar a varios estudiantes usando comas. (Por ejemplo, student = "1,2,3").

source: Step 2 – Course Details
es_es: Paso 2 - Detalles del curso

source: Label before suggested courses.
es_es: Etiqueta antes de los cursos sugeridos.

source: Course View Mode
es_es: Modo de visualización del Curso

source: Message will be show when student is not enrolled to any course, but we have some suggested courses.
es_es: El mensaje se mostrará cuando el estudiante no esté inscrito en ningún curso, pero tenemos algunos cursos sugeridos.

source: Step 3 – Instructors and Facilitators
es_es: Paso 3 - Instructores y Facilitadores

source: You are not enrolled in any courses.<br />Here are a few you might like, or %s
es_es: Usted no está inscrito en ningún curso. <br />Aquí hay algunos que le gustaría, o %s

source: Step 4 – Course Dates
es_es: Paso 4 - Fechas del curso

source: <a href="%s">see all available courses.</a>
es_es: <a href="%s">Ver todos los cursos disponibles.</a>

source: Step 5 – Classes, Discussion & Workbook
es_es: Paso 5 - Clases, Discusión y Libro de Trabajo

source: The title to display for the featured course.
es_es: El título a mostrar para el curso destacado.

source: Step 6 – Enrollment%s
es_es: Paso 6 - Inscripción%s

source: Text to display on the call to action button.
es_es: Texto a mostrar en el botón de llamada a la acción.
