Repository: wpmudev/coursepress
Catalog: languages/coursepress-*.po
Languages: es_es

source: Media to use when viewing course listings (e.g. Courses page or Instructor page).
es_es: Medios a usar cuando vea los listados de cursos (por ejemplo, la página de Cursos o la página de Instructor).

source: You can not add a student, the class limit is reached.
es_es: No se puede agregar a un estudiante, se alcanzó el límite de la clase.

source: Size for (newly uploaded) course images.
es_es: Tamaño para imágenes de curso (recién subidas).

source: Choose student...
es_es: Elegir estudiante...

source: Order of courses in admin and on front.
es_es: Orden de cursos en administración y en frente.

source: Enter user ID
es_es: Introduzca el ID de usuario

source: Order by
es_es: Ordenar por

source: There are no students enrolled in this course. Add them below.
es_es: No hay estudiantes matriculados en este curso. Añádelas a continuación.

source: Course start date
es_es: Fecha de inicio del curso

source: There are no students enrolled in this course.
es_es: No hay estudiantes matriculados en este curso.

source: Course enrollment start date
es_es: Fecha de inicio de la inscripción al curso

source: No instructors found...
es_es: No se encontraron instructores ...

source: Direction
es_es: Dirección

source: Assessable items only.
es_es: Sólo artículos evaluables.

source: Select the default limitations on accessing and enrolling in this course.
es_es: Seleccione las limitaciones predeterminadas para evaluar e inscribirse en este curso.

source: Last Activity
es_es: Última actividad

source: [never]
es_es: [Nunca]

source: Course module seen.
es_es: Módulo de curso visto.

source: Add structure data to courses.
es_es: Añada datos de estructura a los cursos.

source: Course seen
es_es: Curso visto

source: Course unit seen.
es_es: Unidad del curso vista.

source: Use MarketPress to sell courses
es_es: Utilice MarketPress para vender cursos

source: User enrolled to a course.
es_es: Usuario inscrito en un curso.

source: User have logged in.
es_es: El usuario ha iniciado sesión.

source: When the course becomes unpaid, then:
es_es: Cuando el curso no se paga, entonces:

source: Answered a module.
es_es: Respondió a un módulo.

source: Change to draft related MarketPress product.
es_es: Cambie al proyecto relacionado con MarketPress.

source: Unknown student action.
es_es: Acción desconocida del estudiante.

source: Delete related MarketPress product.
es_es: Eliminar el producto MarketPress relacionado.

source: When the course is deleted, then:
es_es: Cuando se borra el curso, entonces:

source: Number of instructors per page
es_es: Número de instructores por página

source: Students need to complete %s first.
es_es: Los estudiantes necesitan completar primero %s .

source: CoursePress Notifications
es_es: CoursePress Notificaciones

source: Registered users.
es_es: Usuarios Registrados.

source: No notification title!
es_es: Ningún título de notificación!

source: Enroll Now!
es_es: Inscribirse ahora!

source: No notification content!
es_es: No hay contenido de notificación!

source: Access Course
es_es: Curso de acceso

source: You do not have permission to edit this notification.
es_es: No tiene permiso para editar esta notificación.

source: Enroll
es_es: Inscribirse

source: All courses
es_es: Todos los cursos

source: Untitled Page %s
es_es: Página sin título %s

source: You do not have permission to add notification.
es_es: No tiene permiso para agregar notificaciones.

source: This unit is available, but you need to complete all the REQUIRED modules before this unit.
es_es: Esta unidad está disponible, pero necesita completar todos los módulos REQUERIDOS antes de esta unidad.

source: Receivers:
es_es: Receptores:

source: Unknown
es_es: Desconocido

source: This unit will be available on the scheduled start date.
es_es: Esta unidad estará disponible en la fecha de inicio programada.

source: Edit visibility
es_es: Editar visibilidad

source: You need to completed all the REQUIRED modules before this module.
es_es: Debe completar todos los módulos REQUERIDOS antes de este módulo.

source: OK
es_es: DE ACUERDO

source: no option available
es_es: No hay opción disponible

source: No units in the course currently. Please check back later.
es_es: No hay unidades en el curso actualmente. Por favor, vuelva más tarde.

source: Please choose a course first and save the notification.
es_es: Por favor, elija primero un curso y guarde la notificación.

source: Completed courses
es_es: Cursos completados

source: Enrolled students of this course.
es_es: Estudiantes Inscritos en este curso.

source: Current Courses
es_es: Cursos actuales

source: Enrolled
es_es: Inscrito

source: Facilitated Courses
es_es: Cursos Facilitados

source: All students who pass this course.
es_es: Todos los estudiantes que aprueben este curso.

source: Starting soon
es_es: Comenzando pronto

source: All students who failed this course.
es_es: Todos los estudiantes que han fallado en este curso.

source: Incomplete courses
es_es: Cursos incompletos

source: All students who completed "%s".
es_es: Todos los estudiantes que completaron "%s".

source: Manage Courses
es_es: Administrar cursos

source: Unit "%s"
es_es: Unidad "%s"

source: Past courses
es_es: Cursos anteriores

source: CoursePress Reports
es_es: CoursePress Reportes

source: You are not enrolled in any courses. <a href="%s">See available courses.</a>
es_es: No está inscrito en ningún curso. <a href="%s">Ver Cursos disponibles.</a>

source: Select students to generate the report!
es_es: Seleccione a los estudiantes para generar el reporte!

source: Suggested courses
es_es: Cursos sugeridos

source: Units list
es_es: Lista de unidades

source: You are not enrolled in any courses.<br />Here are a few you might like, or <a href="%s">see all available courses.</a>
es_es: No está inscrito en ningún curso.<br />Aquí hay algunos que te gustaría, ó <a href="%s">ver todos los cursos disponibles.</a>

source: Student list
es_es: Lista de estudiantes

source: Share
es_es: Compartir

source: Not yet submitted
es_es: Todavía no se ha enviado

source: Workbook is not available for this course.
es_es: El libro no está disponible para este curso.

source: No assessable items.
es_es: No hay datos evaluables.

source: This unit has no activities.
es_es: Esta unidad no tiene actividades.

source: Average response grade: %d%%
es_es: Grado promedio de respuesta: %d%%

source: Course completion:
es_es: Finalización del curso:

source: No assessable items in this course.
es_es: No hay datos evaluables en este curso.

source: Progress
es_es: Progreso

source: Total Average: %d%%
es_es: Promedio total: %d%%

source: No gradable modules under this unit.
es_es: No hay módulos graduables bajo esta unidad.

source: Course Report
es_es: Course Reporte

source: Create new account
es_es: Crear una nueva cuenta

source: Average response grade
es_es: Grado promedio de respuesta

source: Create an account
es_es: Crea una cuenta

source: Total Average
es_es: Promedio total

source: Log in
es_es: Iniciar sesión

source: CoursePress Settings
es_es: CoursePress Ajustes

source: Successfully enrolled.
es_es: Se matriculó con éxito.

source: CoursePress Students
es_es: CoursePress Estudiantes

source: Congratulations! You have successfully enrolled. Click below to get started.
es_es: ¡Felicitaciones! Se ha inscrito correctamente. Haga clic abajo para comenzar.

source: Number of students per page:
es_es: Número de estudiantes por página:

source: Could not enroll at this time.
es_es: No se pudo inscribir en este momento.

source: Something went wrong. Sending failed.
es_es: Algo salió mal. Envío fallido.

source: Certificate of <b>%s</b> has been sent.
es_es: Certificado de <b>%s</b> ha sido enviado

source: Go back to course!
es_es: Regresar al curso!

source: CoursePress Upgrade
es_es: CoursePress actualizar

source: %d of %d required elements completed.
es_es: %d de %d Elementos requeridos completados.

source: Course Update: No action.
es_es: Actualización del curso: Ninguna acción.

source: About this course
es_es: Acerca de este curso

source: Unable to add facilitator!
es_es: ¡No se puede agregar el facilitador!

source: You need to complete this REQUIRED module before you can continue.
es_es: Necesita completar este módulo REQUERIDO antes de continuar.

source: No email sent!
es_es: No hay correo electrónico enviado!

source: You do not currently have access to this part of the course. Signup now to get full access to the course.
es_es: Actualmente no tiene acceso a esta parte del curso. Regístrese ahora para Obtener acceso completo al curso.

source: No students found!
es_es: No se encontraron estudiantes!

source: This unit does not exist.
es_es: Esta unidad no existe.

source: %d email have been sent successfully.
es_es: %d el correo electrónico se han enviado correctamente.

source: Show course details
es_es: Mostrar detalles del curso

source: Something went wrong.
es_es: Algo salió mal.

source: This is a REQUIRED module.
es_es: Este es un módulo REQUERIDO.

source: You have no permission to access this page!
es_es: ¡No tienes permiso para acceder a esta página!

source: Close
es_es: Cerrar

source: Extension of the file is not valid. Please use one of the following:
es_es: La extensión del archivo no es válida. Por favor, utilice uno de los siguientes:

source: You are already logged in.
es_es: Ya se ha autentificado.

source: An error occur while processing your request. Please try again later!
es_es: Se produjo un error al procesar su solicitud. ¡Por favor, inténtelo de nuevo más tarde!

source: Invalid username or password.
es_es: usuario o contraseña invalido.

source: Enter username, first name and last name, or email
es_es: Ingrese nombre de usuario, nombre y apellido o correo electrónico

source: Confirm use of weak password
es_es: Confirme el uso de la contraseña débil

source: No thread content!
es_es: No hay contenido de hilo!

source: Username or Email Address
es_es: Nombre de usuario o dirección de correo electrónico

source: No thread title!
es_es: Sin título de hilo!

source: Already have an account? <a href="%s" class="%s" id="%s">Login to your account</a>!
es_es: Ya tienes una cuenta? <a href="%s" class="%s" id="%s">Iniciar sesión en su cuenta</a>!

source: No content!
es_es: ¡Sin contenido!

source: Don't have an account? <a href="%s" class="%s" id="%s">Create an Account</a> now!
es_es: No tiene una cuenta? <a href="%s" class="%s" id="%s">Crear una Cuenta</a> ahora!

source: No title!
es_es: ¡Sin título!

source: This unit will be available on
es_es: Esta unidad estará disponible en

source: Please confirm that you want to remove the instructor from this course (%s).
es_es: Por favor, confirme que desea eliminar al instructor de este curso (%s).

source: Notify me of new posts in this thread
es_es: Notificarme de nuevos mensajes en este hilo

source: Please confirm that you want to remove the instructor from ALL the associated courses.
es_es: Por favor, confirme que desea eliminar al instructor de TODOS los Cursos asociados.

source: Do not notify me of new posts
es_es: No me notifique de nuevos mensajes

source: Save Draft
es_es: Guardar borrador

source: Notify me of all new posts
es_es: Notificarme de todos los mensajes nuevos

source: Privately Published
es_es: Publicación privada

source: Plugins
es_es: Extenciones

source: Scheduled
es_es: Programado

source: Action
es_es: Acción

source: Pending Review
es_es: Revisión pendiente

source: De-Activate
es_es: Desactivar

source: Edit status
es_es: Editar estado

source: Required fields must not be empty!
es_es: Los campos obligatorios no deben estar vacíos.

source: Support
es_es: Soporte

source: Please confirm that you want to remove the instructor from this course.
es_es: Por favor, confirme que desea eliminar al instructor de este curso.

source: Unit Builder is loading...
es_es: Unidad constructor esta cargando...

source: Please confirm that you want to remove the instructor invitation from this course.
es_es: Por favor, confirme que desea eliminar la invitación del instructor de este curso.

source: Add New Unit
es_es: Añadir nueva unidad

source: Please confirm that you want to remove the facilitator from this course.
es_es: Por favor, confirme que desea eliminar al facilitador de este curso.

source: You do not have sufficient access to edit this unit!
es_es: ¡No tiene acceso suficiente para editar esta unidad!

source: Please confirm that you want to remove the facilitator invitation from this course.
es_es: Por favor, confirme que desea eliminar la invitación del facilitador de este curso.

source: Unit Description
es_es: Descripción de la Unidad

source: Assign Facilitator
es_es: Asignar Facilitador

source: Unit Featured Image
es_es: Unidad Imagen destacada

source: Instantly available
es_es: Disponible al instante

source: Please confirm that you want to remove the student from this course.
es_es: Por favor, confirme que desea eliminar al estudiante de este curso.

source: Available on
es_es: Disponible en

source: Please confirm that you want to remove ALL students from this course. Warning: This can not be undone. Please make sure this is what you want to do.
es_es: Por favor, confirme que desea eliminar TODOS los estudiantes de este curso. Advertencia: No se puede deshacer. Por favor, asegúrese de que esto es lo que quiere hacer.

source: Available after
es_es: Disponible después de

source: Please confirm that you want to delete ALL selected notifications. Warning: This cannot be undone. Please make sure this is what you want to do.
es_es: Confirme que desea eliminar TODAS las notificaciones seleccionadas. Advertencia: Esto no se puede deshacer. Por favor asegúrese de que esto es lo que quiere hacer.

source: instantly
es_es: instantáneamente

source: Please confirm that you want to delete this notification. Warning: This cannot be undone.
es_es: Confirme que desea eliminar esta notificación. Advertencia: Esto no se puede deshacer.

source: Please confirm that you want to delete ALL selected discussions. Warning: This cannot be undone. Please make sure this is what you want to do.
es_es: Confirme que desea eliminar TODAS las discusiones seleccionadas. Advertencia: Esto no se puede deshacer. Por favor asegúrese de que esto es lo que quiere hacer.

source: Day(s)
es_es: Día(s)

source: Please confirm that you want to delete this discussion. Warning: This cannot be undone.
es_es: Confirme que desea eliminar esta discusión. Advertencia: Esto no se puede deshacer.

source: Progress to next unit
es_es: Avance a la siguiente unidad

source: Please confirm that you want to remove this module and possible student responses.
es_es: Por favor, confirme que desea eliminar este módulo y las posibles Respuestas de los estudiantes.

source: User needs to
es_es: El usuario necesita

source: Please confirm that you want to remove this page. All modules will be moved to the first available page (or you can drop them on other pages first before deleting this page).
es_es: Confirma que deseas eliminar esta página. Todos los módulos se moverán a la primera página disponible (o puede dejarlas en otras páginas antes de eliminar esta página)

source: answer
es_es: responder

source: Please confirm that you want to remove this unit and all its modules and student responses.
es_es: Por favor, confirme que desea eliminar esta unidad y todos sus módulos y las respuestas de los estudiantes.

source: all required assessments and view all pages in order to access the next unit
es_es: Todas las evaluaciones necesarias y ver todas las páginas con el fin de acceder a la siguiente unidad

source: Add Answer
es_es: Añadir respuesta

source: User also needs to
es_es: El usuario también necesita

source: Placeholder text to put inside the textbox (additional information)
es_es: Texto de marcador de posición para insertar en el cuadro de texto (información adicional)

source: pass
es_es: pasar

source: Answer fields must not be empty! Please check modules:
es_es: Los campos de respuesta no deben estar vacíos! Compruebe los módulos:

source: all required assessments
es_es: Todas las evaluaciones requeridas

source: Unit is saving now...
es_es: La unidad se está guardando ahora...

source: CoursePress Assessments
es_es: CoursePress Evaluaciones

source: Save Whole Units
es_es: Guardar unidades enteras

source: Unit was successfully saved!
es_es: La unidad se ha guardado correctamente!

source: Assessments
es_es: Evaluaciones

source: Loading modules...
es_es: Carga de módulos...

source: Something went wrong. Unit was not saved!
es_es: Algo salió mal. La unidad no se guardó!

source: Pass
es_es: Pasar

source: Unit Sections
es_es: Secciones de la unidad

source: Short Answer
es_es: Respuesta corta

source: Fail
es_es: Fallar

source: Delete Section
es_es: Eliminar sección

source: Long Answer
es_es: Respuesta larga

source: Add Feedback
es_es: Añadir comentarios

source: Section Title
es_es: Sección de título

source: Selectable Choice
es_es: Opción seleccionable

source: Edit Feedback
es_es: Editar comentarios

source: Section Description
es_es: Descripción de la Sección

source: Wait, module adding now...
es_es: Esperar, agregar el módulo ahora...

source: Success
es_es: Éxito

source: Section Image
es_es: Sección de la imagen

source: Answer A
es_es: Responder A

source: Unable to save feedback!
es_es: No se puede guardar el comentario!

source: Show section header as part of unit
es_es: Mostrar el encabezado de sección como parte de la unidad

source: Answer B
es_es: Responder B

source: If the submission of this grade makes a student completes the course, an email with certificate will be automatically sent.
es_es: Si la presentación de este grado hace que un estudiante complete el curso, el correo electrónico con certificado se enviará automáticamente.

source: Modules! This template wont be used... its just here for testing.
es_es: Módulos! Esta plantilla no se pude usar... es sólo aquí para la prueba.

source: Please confirm that you want to delete ALL selected courses. Warning: This cannot be undone. Please make sure this is what you want to do.
es_es: Confirme que desea eliminar TODOS los cursos seleccionados. Advertencia: Esto no se puede deshacer. Por favor asegúrese de que esto es lo que quiere hacer.

source: You may change this minimum grade from course setting.
es_es: Usted puede cambiar esta calificación mínima de la configuración del curso.

source: Click to add module elements to the unit
es_es: Haga clic para agregar elementos de módulo a la unidad

source: Please confirm that you want to delete this courses. Warning: This cannot be undone.
es_es: Confirma que deseas eliminar estos cursos. Advertencia: esto no se puede deshacer.

source: Submit grade with feedback
es_es: Enviar nota con comentarios

source: Untitled Unit
es_es: Unidad sin título

source: Are you sure you want to create a duplicate copy of this course?
es_es: ¿Estás seguro de que quieres crear una copia duplicada de este curso?

source: Submit grade without feedback
es_es: Enviar nota sin comentarios

source: Edit this comment
es_es: Editar este comentario

source: Please select at least one course to export.
es_es: Seleccione por lo menos un curso para exportar.

source: Edit grade with feedback
es_es: Editar nota con comentarios

source: Unapprove this comment
es_es: No aprobar este comentario

source: Step is saving now...
es_es: Paso está guardando ahora...

source: Edit grade without feedback
es_es: Editar calificación sin Comentarios

source: Unapprove
es_es: Anular aprobación

source: Step was successfully saved!
es_es: El paso se ha guardado correctamente!

source: Approve this comment
es_es: Aprobar este comentario

source: Something went wrong. Step was not saved!
es_es: Algo salió mal. El paso no se guardó!

source: total acquired grade % total number of gradable modules
es_es: Grado total adquirido % Número total de módulos graduables

source: Approve
es_es: Aprobar

source: Please try a different browser to upload your file.
es_es: Prueba un navegador diferente para subir tu archivo.

source: total acquired assessable grade % total number of assessable modules
es_es: Grado evaluable total adquirido % Número total de módulos evaluables

source: Show more details
es_es: Mostrar más detalles

source: Please only upload any of the following files:
es_es: Por favor, solo cargue cualquiera de los siguientes archivos:

source: Students Found:
es_es: Estudiantes encontrados:

source: Filter by course
es_es: Filtrar por curso

source: Your file has been submitted successfully.
es_es: Su archivo ha sido enviado correctamente.

source: Modules:
es_es: Módulos:

source: %s comment
es_es: %s comentario

source: There was a problem processing your file.
es_es: Se ha producido un problema al procesar el archivo.

source: Passing Grade:
es_es: Nota aprobatoria:

source: %s approved comment
es_es: %s Aprobar Comentarios

source: Your response was recorded successfully.
es_es: Su respuesta se registró correctamente.

source: Grade System:
es_es: Grado de Calificación:

source: %s pending comment
es_es: %s Comentarios Pendientes

source: There was a problem saving your response. Please reload this page and try again.
es_es: Se ha producido un problema al guardar la respuesta. Vuelve a cargar esta página e inténtalo de nuevo.

source: Last Active
es_es: Último Activo

source: No comments
es_es: Sin comentarios

source: All fields required.
es_es: Todos los campos requeridos.

source: View All
es_es: Ver todo

source: No approved comments
es_es: No hay comentarios aprobados

source: Invalid e-mail address.
es_es: Dirección de correo electrónico no válida.

source: Certified
es_es: Certificado

source: Date Enrolled
es_es: Fecha de inscripción

source: That e-mail address is already taken.
es_es: Esta dirección de correo electrónico ya está tomada.

source: 0 students found under this unit
es_es: 0 estudiantes encontrados bajo esta unidad

source: Average
es_es: Promedio

source: There are no assessable students found!
es_es: No se han encontrado estudiantes accesibles.

source: Course ID: %d
es_es: Identificacion del curso: %d

source: Weak passwords not allowed.
es_es: Contraseñas débiles no permitidas.

source: student
es_es: estudiante

source: Unknown enrolled date.
es_es: Fecha registrada desconocida.

source: Passwords do not match.
es_es: Las contraseñas no coinciden.

source: Submit Grade without Feedback
es_es: Enviar calificaciones sin comentarios

source: Topic
es_es: Tema

source: Please type a comment.
es_es: Por favor escriba un comentario.

source: Submit Grade with Feedback
es_es: Enviar calificaciones con comentarios

source: Search Forums
es_es: Buscar en los foro

source: Invalid file format!
es_es: Formato de archivo inválido!

source: The minimum grade to pass: %s
es_es: El grado mínimo a aprobar: %s

source: Remove as Instructors
es_es: Eliminar como instructores

source: Your username and/or password is required!
es_es: Se requiere su nombre de usuario y/o contraseña!

source: You can change this minimum score from course settings.
es_es: Puede cambiar esta puntuación mínima de la configuración del curso.

source: User ID: %d
es_es: Identificación de Usuario: %d

source: Ooops! You did not write anything!
es_es: ¡Ooops! No escribiste nada!

source: Edit Grade without Feedback
es_es: Editar calificaciones sin comentarios

source: View Courses
es_es: Ver cursos

source: An unexpected error occur while processing. Please try again.
es_es: Se produce un error inesperado al procesar. Vuelve a intentarlo.

source: Edit Grade with Feedback
es_es: Editar calificaciones con comentarios

source: Remove as Instructor
es_es: Eliminar como instructor

source: You need to complete all required modules!
es_es: Debe completar todos los módulos necesarios!
