Repository: wpmudev/coursepress
Catalog: languages/coursepress-*.po
Languages: es_es

source: <p>To start selling your course, please install and activate MarketPress here:</p> <a href="%s">Activate MarketPress</a>
es_es: <p>Para empezar a vender tu curso, instala y activa MarketPress aquí:</p> <a href="%s">Activar MarketPress</a>

source: Media type to use for featured course. See [course_media].
es_es: Tipo de medio para utilizar para el curso destacado. Vea [course_media].

source: <p>Please contact your administrator to enable MarketPress for your site.</p>
es_es: <p>Póngase en contacto con su administrador para habilitar MarketPress para su sitio.</p>

source: Media priority to use for featured course. See [course_media].
es_es: Prioridad de los medios de comunicación para el uso del curso destacado. Vea [course_media].

source: <p>The full version of MarketPress has been bundled with CoursePress Pro.</p>
es_es: <p>La versión completa de MarketPress se ha incluido con CoursePress Pro. </p>

source: <p>You can use the free or premium version of MarketPress to sell your courses.</p>
es_es: <p>Puede utilizar la versión gratuita o premium de MarketPress para vender sus cursos. </p>

source: Show all course modules.
es_es: Muestra una vista en el árbol de la estructura del curso.

source: <div class="payment-message %s"> <h3>Sell your courses online with MarketPress.</h3> %s %s <p>Other supported plugins: WooCommerce</p> </div>
es_es: <div class="payment-message %s"> <h3>Venda sus cursos en línea con MarketPress.</h3> %s %s <p>Otros complementos compatibles: WooCommerce </p> </div>

source: Additional CSS classes for styling free preview items.
es_es: Clases adicionales de CSS para diseñar elementos de vista previa gratuita.

source: Test mail sent!
es_es: Correo Electrónico de prueba enviado!

source: free
es_es: gratis

source: Export Courses: please select some courses first.
es_es: Cursos de Exportación: seleccione primero algunos cursos.

source: Show for FREE preview items.
es_es: Mostrar los elementos de vista previa GRATIS.

source: Invited Students
es_es: Estudiantes invitados

source: Text to show for FREE preview items.
es_es: Texto para mostrar los elementos de vista previa GRATIS.

source: List of invited students.
es_es: Lista de estudiantes invitados.

source: Show divider between major items in the tree, "yes" or "no".
es_es: Mostrar divisor entre los elementos principales del árbol, "sí" o "no".

source: Resend Invitation
es_es: Reenviar invitación

source: Show label text as tree heading, "yes" or "no".
es_es: Mostrar el texto de la etiqueta como encabezado del árbol, "sí" o "no".

source: Remove Invitation
es_es: Eliminar invitación

source: Show course title in structure, "yes" or "no".
es_es: Mostrar el título del curso en la estructura, "sí" o "no".

source: Invite Student
es_es: Invitar al estudiante

source: Send an email to enrolled students
es_es: Enviar un correo electrónico a los estudiantes inscritos

source: Sending message.
es_es: Enviando mensaje.

source: Curriculum
es_es: Plan de estudios

source: Send to
es_es: Enviar a

source: Shows a custom login or signup page for front-end user registration and login.
es_es: Muestra una página de inicio de sesión o de inicio de sesión personalizada para el registro y el inicio de sesión de usuarios frontales.

source: All students
es_es: Todos los estudiantes

source: This is already part of CoursePress and can be set in CoursePress Settings. Links to default pages can be found in Appearance > Menus > CoursePress.
es_es: Esto ya forma parte de CoursePress y puede configurarse en CoursePress Settings. Los enlaces a las páginas predeterminadas se pueden encontrar en Apariencia> Menús> CoursePress.

source: All students with submissions
es_es: Todos los estudiantes con presentaciones

source: CSS class to use for invalid login.
es_es: Clase CSS para utilizar para el inicio de sesión no válido.

source: Email subject
es_es: Asunto del correo electrónico

source: Text to display when user doesn’t authenticate.
es_es: Texto que se mostrará cuando el usuario no se autentique.

source: Enter email subject
es_es: Introduce el asunto del correo electrónico

source: Title tag wrapper.
es_es: Etiquetador de título.

source: Email body
es_es: Cuerpo del correo electronico

source: Title to use for Login section.
es_es: Título a utilizar para la sección de inicio de sesión.

source: These codes will be replaced with actual data: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS
es_es: Estos códigos serán reemplazados por datos reales: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS

source: URL to redirect to when clicking on "Already have an Account?".
es_es: URL a redireccionar al hacer clic en "¿Ya tiene una cuenta?".

source: You can not send email, there is no enroled studens in this course.
es_es: No puedes enviar correo electrónico, no hay estudiantes matriculados en este curso.

source: Plugin defaults.
es_es: Los valores predeterminados del complemento.

source: No enrolled courses.
es_es: Sin cursos matriculados.

source: URL to redirect to when user logs out.
es_es: URL a redireccionar cuando el usuario cierra la sesión.

source: &infin; Days
es_es: &infin; Dias

source: Setup the settings for the certificates issued upon course completion.
es_es: Configure los ajustes para los certificados emitidos al finalizar el curso.

source: Title to use for Signup section.
es_es: Título a utilizar para la sección de registro.

source: Use default CoursePress Certificate
es_es: Usar el certificado predeterminado de CoursePress

source: URL to redirect to when clicking on "Don't have an account? Go to Signup!"
es_es: URL para redireccionar al hacer clic en "No tiene una cuenta?"

source: Content Margin
es_es: Margen de contenido

source: Signup Now
es_es: Regístrese ahora

source: <h2>%1$s %2$s</h2> has successfully completed the course <h3>%3$s</h3> <h4>Date: %4$s</h4> <small>Certificate no.: %5$s</small>
es_es: <h2>%1$s %2$s</h2> Has completado con éxito el curso <h3>%3$s</h3> <h4>Fecha: %4$s</h4> <small>Número de certificado.: %5$s</small>

source: <p class="description"><strong>Note</strong>: %s</p>
es_es: <p class="description"><strong>Nota</strong>: %s</p>

source: Hi %1$s, Congratulations! You have completed the course: %2$s Please find attached your certificate of completion.
es_es: Hola %1$s, ¡Felicitaciones! Has completado el curso: %2$s Por favor, adjunte su certificado de finalización.

source: Options: %s.
es_es: Opciones: %s.

source: Hi %1$s, Congratulations! You have completed the course: %2$s Please %3$sdownload your certificate of completion%4$s. Best wishes, The %5$s Team
es_es: Hola %1$s, ¡Felicitaciones! Has completado el curso: %2$s Por favor, %3$sdescargue su certificado de finalización%4$s. Los mejores deseos, El equipo %5$s

source: Default is colon (<em>:</em>)
es_es: El valor predeterminado es dos puntos (<em>: </ em>)

source: Here you can decide, what your instructors can do on your page. Those are special capabilities only relevant for CoursePress.
es_es: Aquí usted puede decidir, lo que sus instructores pueden hacer en su página. Estas son capacidades especiales sólo relevantes para CoursePress.

source: Default is coma (<em>,</em>)
es_es: El valor predeterminado es coma (<em>: </ em>)

source: NOTE: For security reasons this page is only available for WordPress administrators!
es_es: NOTA: Por razones de seguridad, esta página sólo está disponible para los administradores de WordPress.

source: Default: <em>%s</em>.
es_es: Por defecto : <em>%s</em>.

source: Facilitators
es_es: Facilitadores

source: WordPress Settings
es_es: Configuración de WordPress

source: Grant default WordPress capabilities
es_es: Concede las capacidades predeterminadas de WordPress

source: empty string
es_es: Cadena vacía

source: See the main CoursePress menu
es_es: Ver el menú principal de CoursePress

source: Default: "<em>%s</em>"
es_es: Por defecto: "<em>%s</em>"

source: Access the Courses submenus
es_es: Acceda a los submenús Cursos

source: This shortcode has no parameters.
es_es: Este código corto no tiene parámetros.

source: Access the Students submenu
es_es: Acceder al submenú Estudiantes

source: Access the Assessment submenu
es_es: Acceder al submenú Evaluación

source: Allow to integrate WooCommerce to sell courses.
es_es: Permitir integrar WooCommerce para vender cursos.

source: Access the Reports submenu
es_es: Acceder al submenú Informes

source: Change to draft related WooCommerce product.
es_es: Cambie al proyecto relacionado con el producto WooCommerce.

source: Access the Notifications submenu
es_es: Acceder al submenú Notificaciones

source: Delete related WooCommerce product.
es_es: Eliminar el producto WooCommerce relacionado.

source: Access the Forum submenu
es_es: Acceder al submenú Foro

source: Send Certificate
es_es: Enviar certificado

source: Access the Settings submenu
es_es: Acceda al submenú Configuración

source: Sending...
es_es: Enviando...

source: View other instructors course
es_es: Vea otros cursos de instructores

source: did not enroll to any courses yet.
es_es: Aún no se inscribió en ningún curso.

source: Update own courses
es_es: Actualizar cursos propios

source: Activity
es_es: Actividad

source: Delete own courses
es_es: Eliminar cursos propios

source: Change status of own courses
es_es: Cambiar el estado de sus propios cursos

source: Invalid data submitted
es_es: Datos no válidos enviados

source: View and create categories
es_es: Ver y crear categorías

source: Maximum allowed retries exceeded.
es_es: Se superaron los reintentos máximos permitidos.

source: Edit any category
es_es: Editar cualquier categoría

source: No files uploaded.
es_es: No hay archivos subidos.

source: Delete any category
es_es: Eliminar cualquier categoría

source: Download Certificate
es_es: Descargar Certificado

source: Assign facilitator to own course
es_es: Asignar al facilitador a su propio curso

source: Courses in
es_es: Cursos en

source: Assign facilitator to any course
es_es: Asignar facilitador a cualquier curso

source: Grades
es_es: Grados

source: View units in every course (also from other instructors)
es_es: Ver unidades en cada curso (también de otros instructores)

source: Enrolment: No action.
es_es: Inscripción: Ninguna acción.

source: Update own units
es_es: Actualizar unidades propias

source: Enrolment: Invalid request. Please try reloading the page.
es_es: Inscripción: solicitud no válida. Intente volver a cargar la página.

source: Update any unit within assigned courses
es_es: Actualizar cualquier unidad dentro de los cursos asignados

source: Delete own units
es_es: Eliminar unidades propias

source: E-mail address already used.
es_es: Dirección de correo electrónico ya utilizada.

source: Delete any unit within assigned courses
es_es: Eliminar cualquier unidad dentro de los cursos asignados

source: The requested facilitator does not exists
es_es: El facilitador solicitado no existe

source: Change status of own units
es_es: Cambiar el estado de las unidades propias

source: Facilitator not found.
es_es: Facilitador no encontrado.

source: Change status of any unit within assigned courses
es_es: Cambiar el estado de cualquier unidad dentro de los cursos prescritos

source: Facilitator Invitation
es_es: Invitación del Facilitador

source: Assign other instructors to own courses
es_es: Asignar a otros instructores a los propios cursos

source: You must log in to confirm this invitation.
es_es: Debe iniciar sesión para confirmar esta invitación.

source: Assign other instructors to any course
es_es: Asignar a otros instructores a cualquier curso

source: Invitation activated
es_es: Invitación activada

source: Invite students to own courses
es_es: Invitar a los estudiantes a poseer cursos

source: Congratulations. You are now a facilitator of this course.
es_es: Felicitaciones. Usted es ahora un facilitador de este curso.

source: Withdraw students from own courses
es_es: Retirar a los estudiantes de sus propios cursos

source: Invalid invitation
es_es: Invitación no válida

source: Add students to own courses
es_es: Agregar a los estudiantes a los propios cursos

source: This invitation link is not associated with your email address.
es_es: Este enlace de invitación no está asociado con su dirección de correo electrónico.

source: Add students to assigned courses
es_es: Agregar a los estudiantes a los cursos asignados

source: Please contact your course administator and ask them to send a new invitation to the email address that you have associated with your account.
es_es: Póngase en contacto con el administrador del curso y pídales que envíen una nueva invitación a la dirección de correo electrónico asociada a su cuenta.

source: Create new notifications for own courses
es_es: Crear nuevas notificaciones para cursos propios

source: Invitation not found
es_es: Invitación no encontrada

source: Create new notifications for assigned courses
es_es: Crear nuevas notificaciones para los cursos asignados

source: This invitation could not be found or is no longer available.
es_es: Esta invitación no se pudo encontrar o ya no está disponible.

source: Update own published notification
es_es: Actualizar su propia notificación publicada

source: Please contact us if you believe this to be an error.
es_es: Póngase en contacto con nosotros si cree que esto es un error.

source: Delete own notifications
es_es: Eliminar notificaciones propias

source: Invitation activated.
es_es: Invitación activada.

source: Change statuses of own notifications
es_es: Cambiar el estado de sus propias notificaciones

source: Continue...
es_es: Continuar...

source: Create new discussions for own courses
es_es: Crear nuevas discusiones para los propios cursos

source: Invalid invitation.
es_es: Invitación no válida.

source: Create new discussions for assigned courses
es_es: Crear nuevas discusiones para los cursos asignados

source: The requested instuctor does not exists
es_es: El instructor solicitado no existe

source: Update own published discussions
es_es: Actualizar discusiones publicadas propias

source: Instructor not found.
es_es: Instructor no encontrado.

source: Update every discussion
es_es: Actualizar cada discusión

source: to continue.
es_es: continuar.

source: Delete own discussions
es_es: Eliminar las propias discusiones

source: Instructor Invitation
es_es: Invitación del instructor

source: Delete every discussion
es_es: Eliminar todas las discusiones

source: Congratulations. You are now an instructor of this course.
es_es: Felicitaciones. Ahora eres instructor de este curso.

source: Change statuses of own discussions
es_es: Cambiar el estado de sus propias discusiones

source: Student Login
es_es: Ingreso del estudiante

source: Change status of every discussion
es_es: Cambiar el estado de cada discusión

source: New Signup
es_es: Nueva Inscripción

source: Facilitator Invitation Email
es_es: Correo electrónico de la invitación del facilitador

source: Setup Guide
es_es: Guía de configuración

# verb
source: Trash
es_es: Basura

source: Settings for an e-mail a facilitator will get upon receiving an invitation.
es_es: Configuración de un correo electrónico que un facilitador recibirá al recibir una invitación.

source: This is the description of what you can do on this page.
es_es: Esta es la descripción de lo que puede hacer en esta página.

source: New Order E-mail
es_es: Nuevo correo electrónico de pedido

source: Setup the e-mail templates to be sent to users.
es_es: Configure las plantillas de correo electrónico que se enviarán a los usuarios.

source: Settings for an e-mail student get upon placing an order.
es_es: Ajustes para un estudiante de correo electrónico al obtener una orden.

source: Export courses
es_es: Cursos de Exportación

# comment status
source: Approved
es_es: Aprovado

source: Extensions
es_es: Extensiones

# comment status
source: Pending
es_es: Pendiente

source: Settings for an e-mail to send to students when a course started.
es_es: Configuración de un correo electrónico para enviar a los estudiantes cuando se inició un curso.

source: Extensions and plugins to enhance CoursePress.
es_es: Extensiones y complementos para mejorar CoursePress.

# comment status
source: Spam
es_es: Correo no deseado

source: Installing plugin...
es_es: Instalando plugin ...

source: Return to CoursePress settings.
es_es: Vuelva a los ajustes de CoursePress.

# Default title for a duplicated course. Variable is original title.
source: %s Copy
es_es: %s Copiar

source: Settings for an e-mail to send to students and instructors.
es_es: Configuración de un correo electrónico para enviar a los estudiantes y los instructores.

source: Configure the general settings for CoursePress.
es_es: Configure la configuración general de CoursePress.

# courses per page (screen options)
source: Columns
es_es: Columnas

source: Course Unit Started E-mail
es_es: Unidad de curso iniciada por correo electrónico

source: my-course
es_es: mi-curso

# courses per page (screen options)
source: Number of courses per page:
es_es: Número de cursos por página:

source: Settings for an e-mail to send to students whenever a unit have started.
es_es: Configuración de un correo electrónico para enviar a los estudiantes cada vez que una unidad ha comenzado.

source: A slug is a few words that describe a post or a page. Slugs are usually a URL friendly version of the post title ( which has been automatically generated by WordPress ), but a slug can be anything you like. Slugs are meant to be used with %s as they help describe what the content at the URL is. Post slug substitutes the %s placeholder in a custom permalink structure.
es_es: Un slug es unas pocas palabras que describen un post o una página. Las barras son generalmente una URL versión amistosa del título del poste (que ha sido generado automáticamente por WordPress), pero un slug puede ser cualquier cosa que te gusta. Slugs %s están destinados a ser utilizados con lo que ayudan a describir lo que el contenido de la URL es. Post slug sustituye al marcador %s de posición en una estructura de permalink personalizada.

source: * You may use %s mail token to your subject line.
es_es: * Puede usar el %s token de correo en su línea de asunto.

source: Courses Slug
es_es: Cursos Slug

source: Hi %1$s %2$s, Welcome to %3$s! You can access your profile here: %4$s And get started exploring our courses here: %5$s Best wishes, The %6$s Team
es_es: Hola %1$s %2$s, Bienvenido a %3$s! Puede acceder a su perfil aquí: %4$s Y comienza a explorar nuestros cursos aquí: %5$s Los mejores deseos, El Equipo %6$s

source: /your-category/
es_es: /Tu-categoría/

source: Hi %1$s %2$s, Congratulations! You have enrolled in "%3$s”. You can review the courses you’re enrolled in here: %4$s. And explore other courses available to you here: %5$s Best wishes, The %6$s Team
es_es: Hola %1$s %2$s, ¡Felicitaciones! Usted se ha inscrito en el curso de "%3$s”. Puede revisar los cursos en los que está inscrito aquí: %4$s. Y explore otros cursos disponibles para usted aquí: %5$s Los mejores deseos, El Equipo %6$s

source: Course New Discussion Slug
es_es: Curso Nuevo Discusión

source: Hi %1$s %2$s, You’ve invited to enroll in: "%3$s" Here’s some more information about the course: %4$s Check out the course page for a detailed overview: %5$s If you have any questions feel free to get in touch! Best wishes, The %6$s Team
es_es: Hola %1$s %2$s, Estás invitado a inscribirte en:"%3$s" Aquí hay más información sobre el curso: %4$s Consulte la página del curso para obtener una descripción detallada: %5$s "Si tiene alguna pregunta no dude en ponerse en contacto! Los Mejores deseos, El Equipo %6$s

source: Enrollment Process Slug
es_es: Matrícula del proceso de inscripción

source: Hi %1$s %2$s, You’ve invited to enroll in: "%3$s" This course is only available to select participants who have a passcode. Your passcode is: %7$s Here’s some more information about the course: %4$s Check out the course page for a detailed overview: %5$s If you have any questions feel free to get in touch! Best wishes, The %6$s Team
es_es: Hola %1$s %2$s, Estás invitado a inscribirte en: "%3$s" Este curso sólo está disponible para seleccionar participantes que tengan un código de acceso. Su contraseña es: %7$s Aquí hay más información sobre el curso: %4$s Consulte la página del curso para obtener una descripción detallada: %5$s "Si tiene alguna pregunta no dude en ponerse en contacto! Los mejores deseos, El equipo %6$s

source: Signup Slug
es_es: Regístrar Slug

source: Hi %1$s %2$s, Congratulations! You have been invited to become an instructor for the course: %3$s Click on the link below to confirm: %4$s If you haven't yet got a username you will need to create one. %5$s Best wishes, The %5$s Team
es_es: Hola %1$s %2$s, ¡Felicitaciones! Usted ha sido invitado a convertirse en un instructor para el curso: %3$s Haga clic en el siguiente enlace para confirmar: %4$s Si aún no tienes un nombre de usuario, necesitarás crear uno. %5$s Los mejores deseos, El equipo %5$s

source: Signup Page
es_es: Página de registro

source: Hi %1$s %2$s, Congratulations! You have been invited to join %3$s as a facilitator. Click on the link below to confirm: %4$s If you haven't yet received a username you will need to create one. You can do that here: %5$s Best wishes, The %5$s Team
es_es: Hola %1$s %2$s, ¡Felicitaciones! Usted ha sido invitado a unirse %3$s como facilitador. Haga clic en el siguiente enlace para confirmar: %4$s Si aún no ha recibido un nombre de usuario, deberá crear uno. Puedes hacer eso aquí:: %5$s Los mejores deseos, El equipo %5$s

source: Student Settings Slug
es_es: Configuración del estudiante

source: Thank you for your order %1$s, Your order for course "%2$s" has been received! Please refer to your Order ID (ORDER_ID) whenever contacting us. You can track the latest status of your order here: ORDER_STATUS_URL best wishes, %5$s Team
es_es: Gracias por su orden %1$s, Su pedido para el curso "%2$s" ha sido recibido! Consulte su ID de pedido (ORDER_ID) siempre que nos contacte. Puede realizar un seguimiento del último estado de su pedido aquí: ORDER_STATUS_URL Los mejores deseos, El equipo %5$s

source: Messaging: Inbox Slug
es_es: Mensajería: Bandeja de entrada Slug

source: New Messages Slug
es_es: Mensajes nuevos Slug

source: A new comment has been added to %1$s: %2$s Best wishes, The %3$s Team
es_es: Se ha añadido un nuevo comentario a %1$s: %2$s Los mejores deseos, El equipo %3$s

source: Display Menu Items
es_es: Mostrar elementos del menú

source: Howdy %1$s, %2$s of %3$s is now available. You can continue your learning by clicking the link below: %4$s Best wishes, The %5$s Team
es_es: Hola %1$s, %2$s de %3$s ahora está disponible. Puede continuar su aprendizaje haciendo clic en el siguiente enlace: %4$s Los mejores deseos, El equipo %5$s

source: WordPress Login Redirect
es_es: Redirección de inicio de WordPress

source: Fold all
es_es: Plegar todo

source: Redirect After Login
es_es: Redirigir después de iniciar sesión

source: Unfold all
es_es: Desplegar todo

source: Redirect students to their Dashboard upon login via wp-login form.
es_es: Redirigir los estudiantes a su Panel de Control hasta el inicio de sesión a través del formulario de inicio de sesión de wordpress.

source: Media to use when viewing course details.
es_es: Medios que se utilizarán al ver los detalles del curso.

source: Edit User Profile
es_es: Editar perfil de usuario
