Repository: wpmudev/coursepress
Catalog: languages/coursepress-*.po
Languages: es_es

source: Use the fields below to show custom pre-completion page after the student completed the course but require final assessment from instructors.
es_es: Utilice los campos a continuación para mostrar la página de pre-finalización personalizada después de que el estudiante aya terminado el curso, pero requieren evaluación final de los instructores.

source: Any registered users
es_es: Cualquier usuario registrado

source: Page Title
es_es: Título de la página

source: Any registered users with a pass code
es_es: Cualquier usuario registrado con un código de acceso

source: [UNIT_TITLE] is now available
es_es: [UNIT_TITLE] Ya está disponible

source: Page Content
es_es: Contenido de página

source: Registered users who completed the prerequisite course(s)
es_es: Usuarios registrados que completaron el curso previo

source: Settings for emails when using basic certificate functionality (when course completed).
es_es: Configuración de correos electrónicos cuando se utiliza la funcionalidad de certificado básico (cuando se completa el curso).

source: Course Completion Page
es_es: Página de finalización del curso

source: You have completed the course!
es_es: Has completado el curso!

source: These codes will be replaced with actual data:
es_es: Estos códigos serán reemplazados por datos reales:

source: Use the fields below to show a custom page after successfull course completion.
es_es: Utilice los campos siguientes para mostrar una página personalizada después de completar el curso con exito.

source: Your submitted business plan will be reviewed, and you'll hear back from me on whether you pass or fail.
es_es: Su plan de negocios presentado será revisado y usted recibirá respuesta de mí si usted pasa o no.

source: Settings for an e-mail student get upon enrollment.
es_es: Ajustes para un estudiante de correo electrónico al inscribirse.

source: Sorry, you did not pass this course!
es_es: Lo siento, usted no aprobó este curso!

source: Woohoo! You've passed COURSE_NAME!
es_es: Woohoo! Has pasado COURSE_NAME!

source: Student Invitation to a Course E-mail (with passcode)
es_es: Invitación del estudiante a un curso por correo electrónico (con código de acceso)

source: Unfortunately, you didn't pass COURSE_NAME.
es_es: Desafortunadamente, no pasaste COURSE_NAME.

source: I'm sorry to say you didn't pass COURSE_NAME. Better luck next time!
es_es: Siento decir que no pasaste el Curso COURSE_NAME. Mejor suerte la próxima vez!

source: Settings for an e-mail student get upon receiving an invitation (with passcode) to a course.
es_es: Los ajustes para un estudiante de correo electrónico se reciben al recibir una invitación (con código de acceso) a un curso.

source: Better luck next time!
es_es: ¡Mejor suerte la próxima vez!

source: Forum
es_es: Foro

source: Instructor Invitation Email
es_es: Correo electrónico de la invitación del instructor

source: Failed Page
es_es: Página fallada

source: Create New Thread
es_es: Crear un nuevo hilo

source: Use the fields below to display failure page when an student completed a course but fail to reach the minimum required grade.
es_es: Use los campos a continuación para mostrar la página de fallas cuando un estudiante aya completado un curso pero no haya alcanzado el grado mínimo requerido.

source: Edit Thread
es_es: Editar el hilo

source: Course Certificate
es_es: Certificado de curso

source: New Thread
es_es: Nuevo hilo

source: Override course certificate.
es_es: Anula el certificado del curso.

source: View Thread
es_es: Ver el hilo

source: Use this field to override general course certificate setting.
es_es: Utilice este campo para anular la configuración general del certificado de curso.

source: Search Threads
es_es: Búsqueda de Hilos

source: Certificate Content
es_es: Contenido del certificado

source: No Threads Found
es_es: No se encontraron hilos

source: Useful tokens:
es_es: Fichas útiles:

source: No Threads found in Trash
es_es: No se han encontrado hilos en la Papelera

source: Choose background image
es_es: Elegir imagen de fondo

source: Unsubscribe Successful
es_es: Desuscripción exitosa

source: You have been removed from "%s" discussion.
es_es: Has sido removido de la discusión "%s".

source: Proceed to the next section
es_es: Continúe con la siguiente sección

source: Snow
es_es: Nieve

source: Proceed to the next module
es_es: Continúe con el siguiente módulo

source: Example Course Title
es_es: Ejemplo del título del curso

source: Next Section
es_es: Siguiente Sección

source: Course Completion Certificate
es_es: Certificado de finalización del curso

source: Discussion Update: No action.
es_es: Actualización de discusión: Sin acción.

source: The free version of CoursePress is limited to one course. To add more courses, upgrade to CoursePress Pro for unlimited courses and more payment gateways.
es_es: La versión gratuita de CoursePress está limitada a un curso. Para añadir más cursos, actualice a CoursePress Pro para cursos ilimitados y más pasarelas de pago.

source: Discussion update failed: post type missmatch.
es_es: Error en la actualización de la discusión: tipo de correspondencia no coincidente.

source: Discussion update failed: wrong nounce.
es_es: Error en la actualización de la discusión: Equivocado.

source: Try CoursePress Pro for Free
es_es: Prueba CoursePress Pro gratis

source: Invitation already exists. Invitation was re-sent.
es_es: La invitación ya existe. La invitación fue reenviada.

source: CoursePress Export
es_es: CoursePress Exportar

source: Click here to cancel reply.
es_es: Haga clic aquí para cancelar la respuesta.

source: New Feedback
es_es: Nuevo comentario

source: You have %d attempts left.
es_es: Tienes %d Intentos en la izquierda.

source: Hi %1$s %2$s, A new feedback is given by your instructor at %3$s in %4$s at %5$s %6$s says %7$s Best wishes, The %8$s Team
es_es: Hola %1$s %2$s, Un nuevo comentario es dado por su instructor en %3$s en %4$s a %5$s "%6$s decir "%7$s Los mejores deseos, El Equipo %8$s

source: Your last attempt was unsuccessful. Try again. %s
es_es: Tu último intento no tuvo éxito. Inténtalo de nuevo. %s

source: Template for sending instructor feedback to students.
es_es: Plantilla para enviar comentarios a los estudiantes.

source: Your last attempt was unsuccessful. You can not try anymore.
es_es: Tu último intento no tuvo éxito. No puedes intentarlo más.

source: Sorry, you are not allowed to access this page.
es_es: Lo sentimos, no está permitido acceder a esta página.

source: Success!
es_es: ¡Éxito!

source: Related Courses
es_es: Cursos relacionados

source: Quiz not passed.
es_es: El cuestionario no pasó.

source: CoursePress Forums
es_es: coursePress foros

source: You have successfully passed the quiz. Here are your results.
es_es: Has superado con éxito el cuestionario. Aquí están sus resultados.

source: Forums
es_es: Foros

source: You did not pass the quiz this time. Here are your results.
es_es: Esta vez no aprobaste el cuestionario. Aquí están sus resultados.

source: The topic title is required!
es_es: ¡El título del tema es obligatorio!

source: Total Questions
es_es: Total de preguntas

source: The topic description is required!
es_es: ¡Se requiere la descripción del tema!

source: Try again!
es_es: ¡Inténtalo de nuevo!

source: You have no permission to edit this topic!
es_es: ¡No tienes permiso para editar este tema!

source: Insert into notification
es_es: Insertar en la notificación

source: You do not have permission to edit this discussion.
es_es: No tienes permiso para editar esta discusión.

source: Uploaded to this notification
es_es: Subido a esta notificación

source: You do not have permission to add discussion.
es_es: No tienes permiso para agregar discusión.

source: Notifications list
es_es: Lista de notificaciones

source: Select Course
es_es: Seleccionar curso

source: Filter notification list
es_es: Lista de notificaciones de filtros

source: All units
es_es: Todas las unidades

source: Notifications list navigation
es_es: Navegación de la lista de notificaciones

source: Select Unit
es_es: Seleccionar unidad

source: Notification Update: No action.
es_es: Actualización de la notificación: Ninguna acción.

source: Enable email notification
es_es: Habilitar notificación por correo electrónico

source: Notification update failed.
es_es: Error en la actualización de la notificación.

source: Threaded comments level
es_es: Nivel de comentarios con subprocesos

source: Awaiting Review
es_es: Pendiente de revisión

source: Number of comments per page
es_es: Número de comentarios por página

source: Ongoing
es_es: En marcha

source: Older first
es_es: Más antiguo primero

source: Incomplete
es_es: Incompleto

source: Newer first
es_es: Más reciente primero

source: Unsubscribe Successful!
es_es: ¡Desuscripción exitosa!

source: Comments order
es_es: Orden de los comentarios

source: CoursePress Import
es_es: CoursePress Importar

source: Every quarter of an hour
es_es: Cada cuarto de hora

source: Import
es_es: Importar

source: New Comment:
es_es: Nuevo comentario:

source: Courses import fail. Wrong or empty file.
es_es: Importación del Curso fallido. Archivo incorrecto o vacío.

source: already started
es_es: ya iniciado

source: Courses successfully imported!
es_es: Cursos importados con éxito!

source: Course Length
es_es: Duración del curso

source: CoursePress Instructors
es_es: CoursePress Instructores

source: Enroll Anytime
es_es: Inscríbase en cualquier momento

source: Parent Course
es_es: Curso Padre

source: Thank you for signing up for the course. We hope you enjoy your experience.
es_es: Gracias por inscribirse en el curso. Esperamos que disfrute de su experiencia.

source: You can find the course in your <a href="%s">Dashboard</a>
es_es: Puede encontrar el curso en su <a href="%s">Panel de Control</a>

source: Use WooCommerce to sell courses
es_es: Utilice WooCommerce para vender cursos

source: If checked, WooCommerce will be use instead of the MarketPress for selling courses
es_es: Si se selecciona, se utilizará WooCommerce en lugar del MarketPress para vender cursos

source: Redirect WooCommerce product post to a parent course post
es_es: Redirigir la publicación del producto WooCommerce a una publicación del curso principal

source: If checked, visitors who try to access WooCommerce single post will be automatically redirected to a parent course single post.
es_es: Si está marcado, los visitantes que intenten acceder a la publicación única de WooCommerce serán automáticamente redirigidos a una publicación individual de un curso principal.

# Name for the Text editor tab (formerly HTML)
source: Text
es_es: Texto

source: Visual
es_es: Visualizar

source: Redirect MarketPress product post to a parent course post
es_es: Redirigir la publicación de producto de MarketPress a una publicación de curso principal

source: If checked, visitors who try to access MarketPress single post will be automatically redirected to a parent course single post.
es_es: Si se selecciona, los visitantes que intenten acceder a la publicación única de MarketPress serán automáticamente redirigidos a una publicación individual de un curso principal.

source: Estimated Duration:&nbsp;
es_es: Duración estimada:&nbsp;

source: Sent
es_es: Expedido

source: Hide related videos for some video services (e.g. YouTube). Services like Vimeo sets this per video.
es_es: Ocultar vídeos relacionados para algunos servicios de video (por ejemplo, YouTube). Servicios como Vimeo establece esto por video.

source: Light theme - Block
es_es: Tema de luz - Bloque

source: Light theme - Line
es_es: Tema de luz - Línea

source: Dark theme - Block
es_es: Tema oscuro - Bloque

source: Dark theme - Line
es_es: Tema oscuro - Línea

source: Theme/Custom CSS
es_es: Tema / CSS personalizado

source: Dates indicators
es_es: Indicadores de fechas

source: Background Image
es_es: Imagen de fondo

source: Content Padding
es_es: Contenido de relleno

source: Page Orientation
es_es: Orientación de la página

source: Basic Certificate E-mail
es_es: Correo electrónico del certificado básico

source: [%s] Congratulations. You passed your course.
es_es: [%s] Felicitaciones. Has superado tu curso.

source: CoursePress Report
es_es: CoursePress Reporte

source: Inbox
es_es: Bandeja de entrada

source: New Message
es_es: Nuevo mensaje

source: Certificates
es_es: Certificados

source: Search Course Categories
es_es: Buscar Categorías de cursos

source: All Course Categories
es_es: Todas las categorías de cursos

source: Edit Course Categories
es_es: Editar categorías de cursos

source: Update Course Category
es_es: Actualizar categoría de curso

source: Add New Course Category
es_es: Añadir nueva categoría de curso

source: New Course Category Name
es_es: Nombre de la nueva categoría del curso

source: Certificate Layout
es_es: Diseño del certificado

source: Sent Messages Slug
es_es: Mensajes enviados Slug

source: Course Order
es_es: Orden del curso

source: Post Date
es_es: Fecha de publicación

source: Edit Pages (required for MarketPress)
es_es: Editar páginas (necesario para MarketPress)

source: Edit Published Pages
es_es: Editar páginas publicadas

source: Edit Posts
es_es: Editar publicaciones

source: Publish Pages
es_es: Publicar Páginas

source: Publish Posts
es_es: Publicar publicaciones

source: Course Time Estimation
es_es: Estimación de tiempo del curso

source: Shows the total time estimation based on calculation of unit elements.
es_es: Muestra la estimación del tiempo total basada en el cálculo de los elementos de la unidad.

source: Sorry, that email address is already used!
es_es: Lo siento, esta dirección de email ya está en uso!

source: Basic Certificate
es_es: Certificado Básico

source: Certificate Options
es_es: Opciones de certificado

source: Enable Basic Certificate
es_es: Habilitar certificado básico

source: Use the editor below to create the layout of your certificate.
es_es: Utilice el editor a continuación para crear el diseño de su certificado.

source: Price:&nbsp;
es_es: Precio:&nbsp;

source: Course Category Slug
es_es: Categoría del Curso

source: Your course category URL will look like:
es_es: La URL de tu categoría de curso se verá así:

source: Use virtual page
es_es: Usar la página virtual

source: Install
es_es: Instalar

source: Activate
es_es: Activar

source: Plugin
es_es: Extencion

source: Source
es_es: Fuente

source: A list or dropdown of course categories.
es_es: Una lista o una lista desplegable de categorías de cursos.

source: CoursePress Pro turns WordPress into a powerful online learning platform. Set up online courses by creating learning units with quiz elements, video, audio etc. You can also assess student work, sell your courses and much much more.
es_es: CoursePress Pro convierte WordPress en una potente plataforma de aprendizaje en línea. Establecer cursos en línea mediante la creación de unidades de aprendizaje con elementos de concurso, video, audio, etc También puede evaluar el trabajo de los estudiantes, vender sus cursos y mucho más.

source: You must agree to the Terms of Service in order to signup.
es_es: Debe aceptar los Términos de servicio para registrarse.

source: Upgrade
es_es: Actualizar

source: [DRAFT]
es_es: [BORRADOR]

source: Congratulations, you have successfully enrolled in "%s" course! Check your %s for more info.
es_es: ¡Enhorabuena, has inscrito con éxito en el curso "%s" ! Compruébelo %s para más información.

source: Passcode is not valid. Please %s and try again.
es_es: El código de acceso no es válido. Por favor, %s inténtelo de nuevo.

source: go back
es_es: regresar

source: Course Passcode
es_es: Código de acceso al curso

source: Courses you manage:
es_es: Cursos que gestiona:

source: You are not enrolled in any courses.
es_es: No está inscrito en ningún curso.

source: Here are a few to help you get started:
es_es: Éstos son algunos para ayudarle a empezar:

source: Your current courses:
es_es: Sus cursos actuales:

source: Completed courses:
es_es: Cursos completados:

source: Changed can't be saved because nonce didn't verify.
es_es: Cambiado, no se puede guardar porque no se verificó.

source: Multiple Choice
es_es: Opción multiple

source: File Download
es_es: Descarga de archivos

source: File Upload
es_es: Subir archivo

source: Image
es_es: Imagen

source: Single Choice
es_es: Elección única

source: Text
es_es: Texto

source: Width
es_es: Ancho

source: Registration Status
es_es: Estado de registro

source: Order Confirmation
es_es: Confirmación del pedido

source: Enrollment Confirmation
es_es: Confirmación de inscripción

source: Delete Permanently
es_es: Borrar Permanentemente

source: Trash
es_es: Basura

source: Required
es_es: Requerido

source: Upload File
es_es: Subir archivo

source: General Settings
es_es: Configuración general

source: Completed
es_es: Terminado

source: &laquo; Previous
es_es: &laquo; Anterior

source: Next &raquo;
es_es: Siguiente &raquo;

source: Title:
es_es: Título:

source: Descending
es_es: Descendente

source: Ascending
es_es: Ascendente

source: Download
es_es: Descargar

source: Excerpt
es_es: Extracto

source: Name
es_es: Nombre

source: Filter
es_es: Filtrar

source: Language
es_es: Idioma

source: Category
es_es: Categoría

source: Copy
es_es: Copiar

source: Invitation to a Course ( Psss...for selected ones only )
es_es: Invitación a un curso (Pase ... para los seleccionados)

source: Invitation to a Course
es_es: Invitación a un curso

source: Student
es_es: Estudiante

source: Back
es_es: Espalda

source: Certificate
es_es: Certificado

source: Duplicate Course
es_es: Curso Duplicado

source: Pretty permalinks are required to use CoursePress.
es_es: Se requieren bastantes permalinks para usar CoursePress.

source: Click the button below to setup your permalinks.
es_es: Haga clic en el botón de abajo para configurar sus Enlaces permanentes.

source: Setup Permalinks
es_es: Configuración de Enlaces permanentes

source: Start building your own course now &rarr;
es_es: Comienza a construir tu propio curso ahora &rarr;

source: Select page where you have %s shortcode or any other set of %s. Please note that slug for the page set above will not be used if "Use virtual page" is not selected.
es_es: Seleccione la página en la que tenga %s shortcode o cualquier otro conjunto de %s. Tenga en cuenta que slug para la página establecida anteriormente no se utilizará si no se selecciona "Usar página virtual".

source: shortcodes
es_es: Códigos cortos

source: Enrollment Process Page
es_es: Página del proceso de inscripción

source: Login Slug
es_es: Iniciar Sesión Slug

source: Login Page
es_es: Página de inicio de sesión

source: Student Dashboard Slug
es_es: Panel de Control Slug del Estudiante

source: Student Dashboard Page
es_es: Página de Panel de Control de estudiantes

source: Student Settings Page
es_es: Página de configuración del estudiante

source: Instructor Profile Slug
es_es: Perfil Slug del instructor

source: Privacy
es_es: Privacidad

source: Show Instructor Username in URL
es_es: Mostrar el nombre de usuario del instructor en la URL

source: If checked, instructors username will be shown in the url. Otherwise, hashed (MD5) version will be shown.
es_es: Si se marca, el nombre de usuario del instructor se mostrará en la url. De lo contrario, se mostrará la versión hash (MD5).

source: Select font which will be used in the PDF reports.
es_es: Seleccione la fuente que se utilizará en los reportes PDF.

source: Font
es_es: Fuente

source: DejaVu Serif Condensed
es_es: DejaVu Serif condensada

source: MyungJo Medium (Korean)
es_es: MyungJo medio (Coreano)

source: Kozuka Gothic Pro (Japanese Sans-Serif)
es_es: Kozuka Gothic Pro (Japon Sans-Serif)

source: Kozuka Mincho Pro (Japanese Serif)
es_es: Kozuka Mincho Pro (Japon Serif)

source: Portrait
es_es: Retrato

source: Landscape
es_es: Paisaje

source: Top
es_es: Parte superior

source: Right
es_es: Derecha

source: Left
es_es: Izquierda

source: Bottom
es_es: Fondo

source: Course End Date:
es_es: Fecha de finalización del curso:

source: Course Dates:
es_es: Fechas del curso:

source: Enrollment Start Date:
es_es: Fecha de inicio de la inscripción:

source: Enrollment End Date:
es_es: Fecha de finalización de la inscripción:

source: Enrollment Dates:
es_es: Fechas de inscripción:

source: You Enrolled on:
es_es: Usted se inscribió en:

source: Class Size:
es_es: Tamaño de la clase:

source: Course Language:
es_es: Idioma del curso:

source: Course Category:
es_es: Categoría del curso:

source: Who can Enroll:
es_es: Quién puede inscribirse:

source: Continue Learning
es_es: Continuar aprendiendo

source: Page cannot be found
es_es: No se puede encontrar la página

source: An error occurred while creating the account. Please check the form and try again.
es_es: Se produjo un error al crear la cuenta. Por favor revise el formulario y vuelva a intentarlo.

source: Registrations are not allowed.
es_es: No se permiten inscripciones.

source: Correct
es_es: Correcto

source: Incorrect
es_es: Incorrecto

source: Course Signup/Login Page
es_es: Inscripción en el curso / Página de inicio de sesión

source: These codes will be replaced with actual data: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL
es_es: Estos códigos serán reemplazados por datos reales: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL

source: Student Invitation to a Course E-mail
es_es: Invitación del Estudiante a un Curso

source: Settings for an e-mail student get upon receiving an invitation to a course.
es_es: Los ajustes para un estudiante de correo electrónico se reciben al recibir una invitación a un curso.

source: Show Caption
es_es: mostrar subtítulos

source: Student Dashboard Template
es_es: Plantilla de Panel de Control de estudiantes

source: Media Caption
es_es: Leyenda de los medios

source: Loads the student dashboard template.
es_es: Carga la plantilla del panel de control de alumnos.

source: Settings for an e-mail an instructor will get upon receiving an invitation.
es_es: Configuración de un correo electrónico que recibirá un instructor al recibir una invitación.

source: Student Settings Template
es_es: Plantilla de configuración del estudiante

source: Custom Caption
es_es: Leyenda personalizada

source: Loads the student settings template.
es_es: Carga la plantilla de configuración del estudiante.

source: Please enter a custom caption here.
es_es: Introduzca un subtítulo personalizado aquí.

source: Slugs
es_es: Slugs(Generador de Dirección de la pagina)

source: E-mail Settings
es_es: Ajustes del correo electrónico

source: Your course URL will look like:
es_es: La URL del curso se verá así:

source: /my-course/
es_es: /mi-curso/

source: Passwords don't match
es_es: Las contraseñas no coinciden

source: Units Slug
es_es: Unidades Slug

source: E-mail address is not valid.
es_es: La dirección de correo electrónico es inválida.

source: Course Notifications Slug
es_es: Notificaciones del curso Slug

source: Course Discussions Slug
es_es: Discusiones del curso Slug

source: Course Grades Slug
es_es: Grados del curso Slug

source: Username already exists. Please choose another one.
es_es: Nombre de usuario ya existe. Por favor elije otro.

source: Course Workbook Slug
es_es: Libro de ejercicios Slug

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Displays the course calendar.
es_es: Muestra el calendario del curso.

source: Confirm Password
es_es: Confirmar contraseña

source: - current -
es_es: - corriente -

source: Previous Month Text:
es_es: Texto del mes anterior:

source: Next Month Text:
es_es: Mes siguiente Texto:
