Repository: wpmudev/coursepress
Catalog: languages/coursepress-*.po
Languages: es_es

source: All Courses
es_es: Todos los cursos

source: Courses
es_es: Cursos

source: Course
es_es: Curso

source: Student ID
es_es: Identificación del Estudiante

source: New Course
es_es: Nuevo curso

source: Surname
es_es: Apellido

source: Instructors
es_es: Instructores

source: Profile
es_es: Perfil

source: Students
es_es: Estudiantes

source: Withdraw
es_es: Retirar

source: Reports
es_es: Reportes

source: Notifications
es_es: Notificaciones

source: Withdraw all students
es_es: Retirar a todos los estudiantes

source: Discussions
es_es: Discusiones

source: Add Student
es_es: Añadir estudiante

source: Settings
es_es: Ajustes

source: Course Categories
es_es: Categorías de cursos

source: Course Category
es_es: Categoría del curso

source: Create New
es_es: Crear nuevo

source: Edit Course
es_es: Editar curso

source: Invite
es_es: Invitar

source: Edit
es_es: Editar

source: View Course
es_es: Ver Curso

source: Publish
es_es: Publicar

source: Search Courses
es_es: Buscar cursos

source: No Courses Found
es_es: No se encontraron cursos

source: No Courses found in Trash
es_es: No hay cursos encontrados en la papelera

source: New Course added successfully!
es_es: Nuevo curso agregado con éxito!

source: Units
es_es: Unidades

source: Course updated successfully.
es_es: Curso actualizado con éxito.

source: Unit
es_es: Unidad

source: Unit status changed successfully
es_es: El estado de la unidad ha cambiado satisfactoriamente

source: Create New Unit
es_es: Crear una nueva unidad

source: Unit deleted successfully
es_es: Unidad eliminada correctamente

source: Edit Unit
es_es: Editar unidad

source: New Unit added successfully!
es_es: Se añadió una nueva unidad con éxito!

source: New Unit
es_es: Nueva unidad

source: Unit updated successfully.
es_es: Unidad actualizada con éxito.

source: View Unit
es_es: Ver unidad

source: Student added to the class successfully.
es_es: Estudiante agregado a la clase con éxito.

source: Search Units
es_es: búsqueda de unidades

source: New class has been added successfully.
es_es: Nueva clase ha sido añadida con éxito.

source: No Units Found
es_es: No se encontraron unidades

source: Selected class has been deleted successfully.
es_es: La clase seleccionada se ha eliminado correctamente.

source: No Units found in Trash
es_es: No se encontraron unidades en la Papelera

source: Selected student has been withdrawed successfully from the course.
es_es: El estudiante seleccionado ha sido retirado con éxito del curso.

source: Modules
es_es: Módulos

source: Selected students has been withdrawed successfully from the course.
es_es: Los estudiantes seleccionados han sido retirados con éxito del curso.

source: Module
es_es: Módulo

source: Invitation sent sucessfully.
es_es: Invitación enviada correctamente.

source: Create New Module
es_es: Crear nuevo módulo

source: Successfully added as instructor.
es_es: Se ha agregado correctamente como instructor.

source: Edit Module
es_es: Editar módulo

source: New Module
es_es: Nuevo Módulo

source: View Module
es_es: Módulo de vista

source: Publish Course
es_es: Publicar Curso

source: Search Modules
es_es: Módulos de búsqueda

source: No Modules Found
es_es: No se han encontrado módulos

source: No Modules found in Trash
es_es: No se han encontrado módulos en la Papelera

source: Add New
es_es: Añadir nuevo

source: Notification
es_es: Notificación

source: Create New Notification
es_es: Crear una nueva Notificación

source: Edit Notification
es_es: Editar notificación

source: Published
es_es: Publicado

source: New Notification
es_es: Nueva Notificación

source: View Units
es_es: Ver unidades

source: View Notification
es_es: Ver notificación

source: Search Notifications
es_es: Notificaciones de búsqueda

source: Discussion
es_es: Discusión

source: No Notifications Found
es_es: No se encontraron notificaciones

source: No Notifications found in Trash
es_es: No se encontraron notificaciones en la Papelera

source: New Discussion
es_es: Nueva discusión

source: Invitation successfully sent.
es_es: Invitación enviada correctamente.

source: Email failed to send.
es_es: No se pudo enviar el correo electrónico.

source: Start
es_es: Comienzo

source: Invitation already exists.
es_es: La invitación ya existe.

source: Open-ended
es_es: Abierto

source: End
es_es: Fin

source: Duration
es_es: Duración

source: Email
es_es: Correo electrónico

source: E-mail
es_es: Correo electrónico

source: Edit Profile
es_es: Editar perfil

source: All fields are required.
es_es: Todos los campos son obligatorios.

source: Remove
es_es: retirar

source: Login
es_es: Iniciar sesión

source: Log Out
es_es: Cerrar sesión

source: Dashboard
es_es: Panel de Control

source: My Courses
es_es: Mis cursos

source: My Profile
es_es: Mi perfil

source: Log In
es_es: Iniciar sesión

source: Student Workbook
es_es: Libro de Trabajo del Estudiante

source: Description
es_es: Descripcion

source: Save Changes
es_es: Guardar cambios

source: Student Name
es_es: Nombre del estudiante

source: Element
es_es: Elemento

source: Title
es_es: Titulo

source: Submitted
es_es: Presentada

source: Response
es_es: Respuesta

source: Grade
es_es: Grado

source: Comment
es_es: Comentario

source: View
es_es: Ver
