Repository: wpmudev/coursepress
Catalog: languages/coursepress-*.po
Languages: es_es

source: Displays a selected course structure
es_es: Muestra una estructura de curso seleccionada

source: Theme Menu Items
es_es: Elementos del menú temático

source: Student Profile
es_es: Perfil de estudiante

source: Displays a selected course as featured
es_es: Muestra un curso seleccionado como aparece

source: Featured Media
es_es: Medios destacados

source: <div>Attach default CoursePress menu items ( Courses, Student Dashboard, Log Out ) to the <strong>Primary Menu</strong>.</div><div>Items can also be added from Appearance > Menus and the CoursePress panel.</div>
es_es: <div>Adjuntar los elementos predeterminados del menú CoursePress (Cursos, Cuadro de instrumentos del estudiante, Finalizar sesión) a los elementos del <strong> menú principal</strong>,</div><div> también se pueden agregar desde > Menús de apariencia y el panel CoursePress.</div>

source: View Workbook
es_es: Ver Libro de Trabajo

source: Priority Media
es_es: Medios prioritarios

source: Please add at least one menu and select its theme location in order to show CoursePress menu items automatically.
es_es: Agregue al menos un menú y seleccione su ubicación de tema para mostrar automáticamente los elementos de menú de CoursePress.

source: Priority needs to be set above.
es_es: Es necesario establecer la prioridad anteriormente.

source: Login Form
es_es: Formulario de Inicio de Sesión

source: Button Title
es_es: Título del botón

source: Use Custom Login Form
es_es: Utilizar el formulario de inicio de sesión personalizado

source: Find out more
es_es: Más información

source: Uses a custom Login Form to keep students on the front-end of your site.
es_es: Utiliza un formulario de inicio de sesión personalizado para mantener a los estudiantes en la parte frontal de su sitio web.

source: Displays latest courses
es_es: Muestra los cursos más recientes

source: Course Details Page
es_es: Página de detalles del curso

source: Latest Courses
es_es: Últimos cursos

source: Number of Courses
es_es: Número de Cursos

source: Media Type
es_es: Tipo de medio

source: See All Courses
es_es: Ver todos los cursos

source: "Priority" - Use the media type below, with the other type as a fallback.
es_es: "Prioridad": utilice el tipo de medio siguiente, con el otro tipo como alternativa.

source: Priority Mode (default)
es_es: Modo de prioridad (predeterminado)

source: Search Students
es_es: Buscar Estudiantes

source: List Image
es_es: Lista de la imagen

source: Priority
es_es: Prioridad

source: Example: Using "video", the featured video will be used if available. The listing image is a fallback.
es_es: Ejemplo: Utilizando "video", el video destacado se usará si está disponible. La imagen del listado es un Repliegue.

source: Workbook
es_es: Libro de trabajo

source: Featured Video (image fallback)
es_es: Vídeo destacado (retroceso de la imagen)

source: Grade:
es_es: Grado:

source: List Image (video fallback)
es_es: Imagen de lista (reproducción de vídeo)

source: Course Listings
es_es: Listados de cursos

source: Unit Settings
es_es: Configuración de la unidad

source: Course Images
es_es: Imágenes del curso

source: Draft
es_es: Borrador

source: Live
es_es: En directo

source: Image Width
es_es: Ancho de la Imagen

source: Unit Title
es_es: Título de la unidad

source: Image Height
es_es: Altura de la imagen

source: Unit Availability
es_es: Disponibilidad de unidades

source: Save
es_es: Guardar

source: Delete Unit
es_es: Eliminar unidad

source: The label will be displayed on the Course Overview and Unit page
es_es: La etiqueta se mostrará en la página Vista general del curso y unidad

source: Create new courses
es_es: Crear nuevos cursos

source: Delete any assigned course
es_es: Eliminar cualquier curso asignado

source: Change status of any assigned course
es_es: Cambiar el estado de cualquier curso asignado

source: Create new course units
es_es: Crear nuevas unidades de curso

source: Untitled
es_es: Sin título

source: The title is used to identify this module element and is useful for assessment.
es_es: El título se utiliza para identificar este elemento del módulo y es útil para la evaluación.

source: Assessable
es_es: Evaluable

source: Placeholder Text
es_es: Texto de marcador de posición

source: Show Title
es_es: Mostrar título

source: Invite students to any course
es_es: Invitar a los estudiantes a cualquier curso

source: Withdraw students from any course
es_es: Retirar a los estudiantes de cualquier curso

source: Add students to any course
es_es: Agregar a los estudiantes a cualquier curso

source: Resubmit
es_es: Reenviar

source: Passed
es_es: Pasó

source: Failed
es_es: Han fallado

source: Update every notification
es_es: Actualizar cada notificación

source: Displaying %s&#8211;%s of %s
es_es: Mostrando %s&#8211;%s de %s

source: Delete every notification
es_es: Eliminar todas las notificaciones

source: Pages
es_es: Páginas

source: Change status of every notification
es_es: Cambiar estado de cada notificación

source: Signup
es_es: Regístrate

source: Shortcodes
es_es: Códigos cortos

source: Select All
es_es: Seleccionar todo

source: Add to Menu
es_es: Añadir al menú

source: Instructors List
es_es: Lista de Instructores

source: Page %s
es_es: Página %s

source: Display a list or count of Instructors ( gravatar, name and link to profile page )
es_es: Mostrar una lista o recuento de instructores (gravatar, nombre y enlace a la página de perfil)

source: No End Date
es_es: Sin fecha de finalización

source: Optional Attributes:
es_es: Atributos opcionales:

source: ID of the course instructors are assign to ( required if use it outside of a loop )
es_es: Identificación de los instructores del curso son asignados a (necesario si el uso fuera de un bucle)

source: Enroll Anytime
es_es: Inscríbase en cualquier momento

source: Label to display for the output. Set label to "" to hide the label completely.
es_es: Etiqueta para mostrar la salida. Establezca la etiqueta en "" para ocultar la etiqueta por completo.

source: Class Size
es_es: Tamaño de la clase

source: Unlimited
es_es: Ilimitado

source: (%d places left)
es_es: (%d Lugar a la izquierda)

source: FREE
es_es: GRATIS

source: None
es_es: Ninguna

source: Students are added by instructors.
es_es: Los estudiantes son agregados por instructores.

source: Students need to complete "%s" first.
es_es: Los estudiantes necesitan completar "%s" primero.

source: URL to a default image if the user avatar cannot be found.
es_es: URL a una imagen predeterminada si no se encuentra el avatar de usuario.

source: A passcode is required to enroll.
es_es: Se requiere una contraseña para inscribirse.

source: Put a divider between instructor profiles when style is "block".
es_es: Ponga un divisor entre los perfiles del instructor cuando el estilo es "block".

source: Anyone
es_es: Nadie

source: Make the entire instructor profile a link to the full profile.
es_es: Haz que todo el perfil del instructor sea un enlace al perfil completo.

source: Course Full
es_es: Curso Completo

source: Additional CSS classes to use for further styling.
es_es: Clases adicionales de CSS para usar para un estilo adicional.

source: Not available
es_es: No disponible

source: Subject
es_es: Tema

source: Examples:
es_es: Ejemplos:

source: Enrollments Finished
es_es: Inscripción Finalizada

source: Enrollments Closed
es_es: Inscripción cerrada

source: Display an instructor’s avatar.
es_es: Mostrar el avatar de un instructor.

source: Enroll now
es_es: Inscríbase ahora

source: Required Attributes:
es_es: Atributos requeridos:

source: Signup!
es_es: ¡Regístrate!

source: The user id of the instructor.
es_es: El identificador de usuario del instructor.

source: Details
es_es: Detalles

source: Pre-requisite Required
es_es: Pre-requisito Requerido

source: Passcode Required
es_es: Código de acceso obligatorio

source: Instructor Profile URL
es_es: URL del perfil del instructor

source: Not Available
es_es: No disponible

source: Returns the URL to the instructor profile.
es_es: Devuelve la URL al perfil del instructor.

source: Start Learning
es_es: Comienza a aprender

source: Course Details
es_es: Detalles del curso

source: If outside of the WordPress loop.
es_es: Si está fuera del bucle de WordPress.

source: Find out more.
es_es: Más información.

source: The Instructor does not have any courses assigned yet.
es_es: El instructor no tiene ningún cursos asignados todavía.

source: Manage Course
es_es: Administrar Curso

source: Course Title
es_es: Título del curso

source: Displays the course title.
es_es: Muestra el título del curso.

source: View Full Profile
es_es: Ver todo el perfil

source: Course Summary
es_es: Resumen del curso

source: Displays the course summary/excerpt.
es_es: Muestra el resumen / extracto del curso.

source: Displays the longer course description (post content).
es_es: Muestra la descripción del curso más largo (publicar contenido).

source: Course Start Date
es_es: Fecha de inicio del curso

source: Shows the course start date.
es_es: Muestra la fecha de inicio del curso.

source: Course End Date
es_es: Fecha de finalización del curso

source: Shows the course end date.
es_es: Muestra la fecha de finalización del curso.

source: Displays the course start and end date range. Typically as [course_start] - [course_end].
es_es: Muestra el intervalo de fechas de comienzo y fin del curso. Típicamente como [course_start] - [course_end].

source: Course Enrollment Start
es_es: Inicio del curso

source: 0 course units prepared yet. Please check back later.
es_es: 0 unidades de curso preparadas todavía. Por favor, vuelva más tarde.

source: Displays the course enrollment start date.
es_es: Muestra la fecha de inicio de la inscripción al curso.

source: Percent of the unit completion
es_es: Porcentaje de la finalización de la unidad

source: Course:
es_es: Curso:

source: Course Enrollment End
es_es: Fin de curso

source: Send
es_es: Enviar

source: Shows the course enrollment end date.
es_es: Muestra la fecha de finalización de la inscripción al curso.

source: Write a Reply or Comment
es_es: Escriba una respuesta o comentario

# noun
source: Comment
es_es: Comentario

source: Reply
es_es: Respuesta

source: Course Enrollment Dates
es_es: Fechas de inscripción al curso

source: Invalid login.
es_es: Ingreso invalido.

source: Displays the course enrollment start and end date range. Typically as [course_enrollment_start] - [course_enrollment_end].
es_es: Muestra el período de inicio y finalización de la inscripción del curso. Típicamente como [course_enrollment_start] - [course_enrollment_end].

source: Your password must be at least %d characters long and have at least one letter and one number in it.
es_es: Su contraseña debe tener al menos %d caracteres y tener al menos una letra y un número en ella.

source: Coure Enrollment Type
es_es: Tipo de inscripción al curso

source: Already have an account? %s%s%s!
es_es: Ya tienes una cuenta? %s%s%s!

source: Shows the type of enrollment (manual, prerequisite, passcode or anyone).
es_es: Muestra el tipo de inscripción (manual, prerrequisito, código de acceso o cualquier persona).

source: Login to your account
es_es: Ingrese a su cuenta

source: Create an Account
es_es: Crea una cuenta

source: Don't have an account? %s%s%s now!
es_es: No tiene una cuenta? %s%s%s ahora!

source: Forgot Password?
es_es: Se te olvidó tu contraseña?

source: Search Instructors
es_es: Instructores de búsqueda

source: Course Class Size
es_es: Tamaño de la clase del curso

source: ID
es_es: Identificacion

source: Shows the course class size, limits and remaining seats.
es_es: Muestra el tamaño de la clase del curso, los límites y los asientos restantes.

source: Registered
es_es: Registrado

source: Answer
es_es: Responder

source: Pending
es_es: Pendiente

source: Unit Unread
es_es: Unidad no leída

source: Course Cost
es_es: Costo del curso

source: Unit Read
es_es: Unidad leída

source: Shows the pricing for the course or free for unpaid courses.
es_es: Muestra el precio del curso o gratis para cursos no pagados.

source: Displays the language of the course (if set).
es_es: Muestra el idioma del curso (si está configurado).

source: students
es_es: Estudiantes

source: Notification Title
es_es: Título de la notificación

source: Course List Image
es_es: Lista de cursos

source: Course Featured Video
es_es: Vídeo Curso destacado

source: Invitation to be an instructor at %s
es_es: Invitación para ser instructor en %s

source: Choose a Student...
es_es: Elija un estudiante...

source: Choose a Course Instructor...
es_es: Elija un instructor de curso...

source: Status
es_es: Estado

source: Course Media
es_es: Curso de medios

source: Course:
es_es: Curso:

source: Displays either the list image or the featured video (with the other option as possible fallback).
es_es: Muestra la imagen de la lista o el video destacado (con la otra opción como alternativa).

source: Status:
es_es: Estado:

source: Comments
es_es: Comentarios

source: Welcome to
es_es: Bienvenido a

source: %s has done a few things to get you on your way.
es_es: %s Ha hecho algunas cosas para que en su camino.

source: Course Join Button
es_es: Botón de Ingreso al Curso

source: It’s created a couple of dynamic pages labeled ‘Courses’ & ‘Dashboard’ and added them to your navigation.
es_es: Se han creado un par de páginas dinámicas con las etiquetas 'Cursos' y 'Panel de Control' y se añadieron a su navegación.

source: Shows the Join/Signup/Enroll button for the course. What it displays is dependent on the course settings and the user’s status/enrollment.<br />See the attributes for possible button labels.
es_es: Muestra el botón Entrar / Inscripción / inscribirse en el curso. Lo que muestra depende de la configuración del curso y del estado / inscripción del usuario. <br />Consulte los atributos de las posibles etiquetas de los botones.

source: If these are not visible on your site and theme, you may need to check your %s.
es_es: Si estos no son visibles en su sitio y tema, es posible que deba comprobar su %s.

source: Menu Settings
es_es: Ajustes del Menú

source: %s has also installed - but not activated - MarketPress Lite.
es_es: %s también ha instalado - pero no activado - MarketPress Lite.

source: For those of you who wish to sell your amazing courses you will need to activate and set up a payment gateway. But more on that later.
es_es: Para aquellos de ustedes que deseen vender sus cursos increíbles tendrá que activar y configurar una pasarela de pago. Pero más sobre eso más tarde.

source: Let’s Get Started
es_es: Vamos a empezar

source: Step 1. Create a course
es_es: Paso 1. Crear un curso

source: Something went wrong during the enrollment process. Please try again later.
es_es: Algo ha fallado durante el proceso de inscripción. Por favor, inténtelo de nuevo más tarde.

source: Add course title and description
es_es: Añadir título y descripción del curso

source: Assign course instructor
es_es: Asignar instructor de curso

source: Please select a course first you want to enroll in.
es_es: Por favor, seleccione un curso en el que desea inscribirse.

source: Configure attendance and access settings
es_es: Configurar la configuración de asistencia y acceso

source: You must be logged in in order to complete the action
es_es: Debes iniciar sesión para completar la acción

source: Set up payment gateways for paid courses
es_es: Configurar pasarelas de pago para cursos pagados

source: Step 2. Add course Content
es_es: Paso 2. Agregar el contenido del curso

source: Courses are structured by Units. Units are made up of elements these can be presented on a single page or over several pages . Elements include
es_es: Los cursos están estructurados por Unidades. Las unidades se componen de elementos que se pueden presentar en una sola página o en varias páginas. Los elementos incluyen

source: Course Action Links
es_es: Enlaces de Acción al curso

source: Text, Video & Audio
es_es: Texto, vídeo y audio

source: Shows "Course Details" and "Withdraw" links to students.
es_es: Muestra los enlaces "Detalles del curso" y "Retirar" a los estudiantes.

source: File Upload and Download
es_es: Subida y descarga de archivos

source: Course Calendar
es_es: Calendario del curso

source: Multiple and Single Choice Questions
es_es: Preguntas de elección múltiple y única

source: Shows the course calendar (bounds are restricted by course start and end dates). Will always attempt to show today’s date on a calendar first.
es_es: Muestra el calendario del curso (los límites están restringidos por las fechas de inicio y fin del curso). Siempre intentará mostrar la fecha de hoy en un calendario primero.

source: Test Response fields
es_es: Campos de respuesta de prueba

source: Cancel
es_es: Cancelar

source: Step 3. Enroll students
es_es: Paso 3. Inscribir a los estudiantes

source: Configure student enrollment, select to either:
es_es: Configure la inscripción de estudiantes, seleccione:

source: Manually add students with or without passcode restriction
es_es: Agregue manualmente estudiantes con o sin restricción de contraseña

source: Enroll students automatically after registration and/or payment
es_es: Inscribir a los estudiantes automáticamente después del registro y/o pago

source: Course List
es_es: Lista de cursos

source: Step 4. Publish your course!
es_es: Paso 4. ¡Publique su curso!

source: Displays a listing of courses. Can be for all courses or restricted by instructors or students (only one or the other, if both specified only students will be used).
es_es: Muestra una lista de cursos. Puede ser para todos los cursos o restringido por los instructores y los estudiantes (sólo uno o el otro, si ambos se especifican sólo los estudiantes serán utilizados).

source: There are many other features in CoursePress, but those are the basics to get you up and running. Now it’s time to publish the course and watch your students learn
es_es: Hay muchas otras características en CoursePress, pero ésos son los fundamentos para ponerte en marcha. Ahora es el momento de publicar el curso y ver a sus estudiantes aprender

source: Step 5. Course Management
es_es: Paso 5. Gestión del curso

source: Administer instructors and students
es_es: Administrar instructores y estudiantes

source: Manage Grading of the students submitted work
es_es: Gestionar la calificación de los estudiantes presentados

source: Generate Unit/Course/Site-wide Reporting
es_es: Generar Unidad/Curso/Reportes a nivel de sitio

source: Profile has been updated successfully.
es_es: El perfil se ha actualizado correctamente.

source: An error occured while updating. Please check the form and try again.
es_es: Se ha producido un error durante la actualización. Por favor revise el formulario y vuelva a intentarlo.

source: Won't change if empty.
es_es: No cambiará si está vacío.

source: Responses
es_es: Respuestas

source: Report
es_es: Reporte

source: No students found.
es_es: No se encontraron estudiantes.

source: Featured Course
es_es: Curso destacado

source: Shows a featured course.
es_es: Muestra un curso destacado.

source: Autoplay
es_es: Reproducción automática

source: Generate Report
es_es: Generar Reporte

source: User Registration E-mail
es_es: Correo electrónico de registro de usuario

source: Content
es_es: Contenido

source: Settings for an e-mail student get upon account registration.
es_es: Los ajustes para un estudiante de correo electrónico se obtienen al registrarse en la cuenta.

source: From Name
es_es: De nombre

source: Displays a tree view of the course structure.
es_es: Muestra una vista en árbol de la estructura del curso.

source: Set the correct answer
es_es: Establecer la respuesta correcta

source: Link Text
es_es: Texto del enlace

source: Course Enrollment Confirmation E-mail
es_es: Correo electrónico de confirmación de inscripción al curso

source: English
es_es: Ingles

source: Course Setup
es_es: Configuración del curso

source: Preview
es_es: Avance

source: Course Name
es_es: Nombre del curso

source: Course Excerpt / Short Overview
es_es: Extracto del curso / Breve descripción

source: Listing Image
es_es: Listado de imágenes

source: Add Image URL or Browse for Image
es_es: Agregar URL de imagen o Buscar imagen

source: Browse
es_es: Vistazo

source: Extension of the file is not valid. Please use one of the following: %s
es_es: La extensión del archivo no es válida. Utilice una de las siguientes opciones: %s

source: Manage Categories
es_es: Administrar categorías

source: Course Language
es_es: Idioma del curso

source: Next
es_es: Siguiente

source: Update
es_es: Actualizar

source: Featured Video
es_es: vídeo destacado

source: This is used on the Course Overview page and will be displayed with the course description.
es_es: Esto se utiliza en la página Visión general del curso y se mostrará en la Descripción del curso.

source: Course Description
es_es: Descripción del curso

source: Course Structure
es_es: Estructura del curso

source: This gives you the option to show/hide Course Units, Lessons, Estimated Time and Free Preview options on the Course Overview page
es_es: Esto le da la opción de Mostrar/Ocultar unidades del curso, lecciones, estimado Opciones de Tiempo y Vista previa gratuita en la página Visión general del curso

source: Show the Course Overview structure and Preview Options
es_es: Mostrar la estructura de descripción del curso y las opciones de vista previa

source: Display Time Estimates for Units and Lessons
es_es: Mostrar estimaciones de tiempo para unidades y lecciones

source: Show
es_es: mostrar

source: Free Preview
es_es: Vista previa gratuita

source: Time
es_es: Hora

source: Previous
es_es: Anterior

source: Course Instructor(s)
es_es: Instructore(s) del curso

source: Select one or more instructor to facilitate this course
es_es: Seleccione uno o más instructores para facilitar este curso

source: Assign
es_es: Asignar

source: Assigned Instructors:
es_es: Asignar Instructores:

source: Please Assign Instructor
es_es: Asignar instructor

source: Invite New Instructor
es_es: Invitar a un nuevo instructor

source: If the instructor can not be found in the list above, you will need to invite them via email.
es_es: Si el instructor no se encuentra en la lista anterior, necesitará invitarlos por correo electrónico.

source: First Name
es_es: Primer nombre

source: Last Name
es_es: Apellido

source: Send Invite
es_es: Enviar invitación

source: Course Dates
es_es: Fechas del curso

source: This course has no end date
es_es: Este curso no tiene fecha de finalización

source: Start Date
es_es: Fecha de inicio

source: End Date
es_es: Fecha final

source: Limit class size
es_es: Limitar el tamaño de la clase

source: If checked, students can post questions and receive answers at a course level. A 'Discusssion' menu item is added for the student to see ALL discussions occuring from all class members and instructors.
es_es: Si está marcado, los estudiantes pueden publicar preguntas y recibir respuestas en un nivel del curso. Se agrega un menú de 'Discusión' para que los estudiantes vena todos los debates que ocurren de los todos miembros de la clase e instructores.

source: If checked, students can see their progress and grades.
es_es: Si está marcado, los estudiantes pueden ver su progreso y calificaciones.

source: Select the limitations on accessing and enrolling in this course.
es_es: Seleccione las limitaciones para acceder y matricularse en este curso.

source: Manually added only
es_es: Sólo se agrega manualmente

source: Sell your courses online with MarketPress.
es_es: Vende tus cursos en línea con MarketPress.

source: Sale Price
es_es: Precio de venta

source: E-Mail
es_es: Correo electrónico

source: Done
es_es: Terminado

source: Instructor Capabilities
es_es: Capacidades del instructor
