Repository: wpmudev/coursepress
Catalog: languages/coursepress-*.po
Languages: es_es

source: Assessment Result:
es_es: Resultado de la evaluación:

source: Instructor is not assigned to any course.
es_es: El instructor no está asignado a ningún curso.

source: Enter PASSCODE!
es_es: Ingresar PASSCODE (CONTRASEÑA)!

source: Save Feeback as Draft
es_es: Guardar comentarios como borrador

source: Receivers
es_es: Receptores

source: Invalid PASSCODE!
es_es: Inválido PASSCODE (CONTRASEÑA)!

source: Submit Grade
es_es: Enviar nota

source: Option not available for all courses.
es_es: Opción no disponible para todos los cursos.

source: Please confirm that you want to withdraw from the course. If you withdraw, all your records and access to this course will also be removed.
es_es: Por favor, confirme que desea retirarse del curso. Si te retiras, todos sus registros y el acceso a este curso también se eliminará.

source: Feedback
es_es: Comentarios

source: Wrong receivers!
es_es: Receptores equivocados!

source: You need a membership account to access this course.
es_es: Necesitas una cuenta de miembro para acceder a este curso.

source: Your feedback will be emailed to the student after submission.
es_es: Sus comentarios serán enviados por correo electrónico al estudiante después de la presentación.

source: Change status to Draft
es_es: Cambiar estado a borrador

source: Only enrolled students can access this course material.
es_es: Solo los estudiantes matriculados pueden acceder a este material del curso.

source: Submit
es_es: Enviar

source: Move to Trash
es_es: Mover a la papelera

source: This unit is not available.
es_es: Esta unidad no está disponible.

source: Non-gradable
es_es: No evaluable

source: Download Summary
es_es: Descargar Resumen

source: %s of %s
es_es: %s de %s

source: Module Grade:
es_es: Grado del módulo:

source: We can not generata PDF. Cache directory is not writable.
es_es: No podemos generar PDF. El directorio caché no puede escribirse.

source: (%s Pages)
es_es: (%s Páginas)

source: No answer!
es_es: Sin respuesta!

source: Select course
es_es: Seleccionar curso

source: Instructor Feedback
es_es: Comentarios del Instructor

source: Search
es_es: Buscar

source: Write your feedback!
es_es: ¡Escriba sus comentarios!

source: Last Login
es_es: Último acceso

source: There are no assessable items!
es_es: No hay elementos accesibles!

source: Number Courses
es_es: Número de cursos

source: CoursePress Certificates
es_es: CoursePress Certificados

source: View Profile
es_es: Ver perfil

source: CoursePress Comments
es_es: CoursePress Comentarios

source: Withdraw to all courses
es_es: Retirarse de todos los cursos

source: Free Mono
es_es: Mono gratis

source: Number of comments per page:
es_es: Número de comentarios por página:

source: Student is not enrolled to any course.
es_es: El estudiante no está inscrito en ningún curso.

source: Free Sans
es_es: Libre de Sans

source: Enrollment Start
es_es: Inicio de inscripción

source: No assessable courses found.
es_es: No se han encontrado cursos evaluables.

source: Free Serif
es_es: Serif gratis

source: Enrollment End
es_es: Finalización de inscripción

source: Show all
es_es: Mostrar todo

source: Export
es_es: Exportar

source: Show all assessable students
es_es: Mostrar todos los estudiantes evaluables

source: Preview Course
es_es: Pre visualización del Curso

source: Show graded and ungraded students
es_es: Mostrar estudiantes calificados y sin clasificar

source: Preview Units
es_es: Pre visualización de Unidad

source: Show ungraded students
es_es: Mostrar estudiantes sin clasificar

source: CoursePress cannot generate PDF because directory is not writable: %s
es_es: CoursePress no puede generar PDF porque el directorio no puede escribirse: %s

source: Restore &#8220;%s&#8221; from the Trash
es_es: Restaurar &#8220;%s&#8221; de la Papelera

source: Show graded students
es_es: Mostrar estudiantes graduados

source: Start date
es_es: Fecha de inicio

source: Restore
es_es: Restaurar

source: Search students by name, username, or email.
es_es: Busque a los estudiantes por nombre, nombre de usuario o correo electrónico.

source: Actions
es_es: Acciones

source: Move &#8220;%s&#8221; to the Trash
es_es: Mover &#8220;%s&#8221; a la basura

source: Enter here...
es_es: Entre aquí...

source: Columns
es_es: Columnas

source: Delete &#8220;%s&#8221; permanently
es_es: Borrar &#8220;%s&#8221; permanentemente

source: Reset
es_es: Reiniciar

source: Save Settings
es_es: Guardar ajustes

source: This page will be reloaded shortly.
es_es: Esta página se volverá a cargar en breve.

source: Fetching students...
es_es: Recolección de estudiantes...

source: Add Media URL or Browse for Media
es_es: Agregar URL de medios o Buscar medios

source: Deleted courses:
es_es: Cursos eliminados:

source: Invalid comment ID.
es_es: Identificacion de comentario no válido.

source: Enter title here.
es_es: Ingrese el título aquí.

source: Edit your course specific settings below.
es_es: Edite los ajustes específicos de su curso a continuación.

source: Go back
es_es: Retroceder

source: Please press the Prev button on the left to continue.
es_es: Presione el botón Anterior a la izquierda para continuar.

source: Units (%s)
es_es: Unidades (%s)

source: Sorry, you are not allowed to edit this comment.
es_es: Lo sentimos, no puedes editar este comentario.

source: Students (%s)
es_es: Estudiantes (%s)

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
es_es: Este comentario está en la Papelera. Sírvase sacarlo de la Papelera si lo desea para editarlo.

source: First page
es_es: Primera página

source: Finish
es_es: Terminar

source: Edit Comment
es_es: Editar comentario

source: Previous page
es_es: Pagina anterior

source: Step 1 &ndash; Course Overview
es_es: Paso 1 &ndash; Resumen del curso"

source: Comment status
es_es: Estado del comentario

source: Current Page
es_es: Página actual

source: Short Overview
es_es: Breve descripción

source: Next page
es_es: Siguiente página

source: Featured Image
es_es: Foto principal

source: Submitted on: %s
es_es: Enviado a: %s

source: Last page
es_es: Ir a la última página

source: Step 2 &ndash; Course Details
es_es: Paso 2 &ndash; detalles del curso

source: Edit date and time
es_es: Editar fecha y hora

source: Migration was done. There is no more students to migrate.
es_es: La migración se hizo. No hay más estudiantes para migrar.

source: Add URL or Browse ( %s )
es_es: Añadir URL o Navegar ( %s )

source: Date and time
es_es: Fecha y hora

source: Found %d course to migrate. Course id: %s.
es_es: Se encontraron %d curso para migrar. ID del Curso: %s.

source: Full Description
es_es: Descripción completa

source: In response to: %s
es_es: En respuesta a: %s

source: Update students (%d) data in course: %d.
es_es: Actualizar a los estudiantes (%d) Datos del curso: %d.

source: View Mode
es_es: Modo de visualización

source: In reply to: %s
es_es: En respuesta a: %s

source: Normal: Show full unit pages
es_es: Normal: Mostrar todas las páginas de la unidad

source: Enter topic title
es_es: Introduzca el título del tema

source: There is %d course to migrate. Course id: %s.
es_es: Hay %d curso para migrar. ID de curso: %s.

source: Choose if your course will show in "normal" mode or step by step "focus" mode.
es_es: Elija si su curso se mostrará en modo Normal o modo Enfocado.

source: Select courses to export to another site.
es_es: Seleccione cursos para exportar a otro sitio.

source: This course was already updated.
es_es: Este curso ya se actualizó.

source: Focus: Focus on one item at a time
es_es: Enfoque: enfoque en un elemento a la vez

source: Export Options
es_es: Opciones de exportación

source: Course %s was successful updated.
es_es: Curso %s actualizado con éxito.

source: Don't render section titles in focus mode.
es_es: No renderice títulos de sección en modo de enfoque.

source: Include students
es_es: Incluir a los estudiantes

source: Course update fail: wrong data!
es_es: Error de actualización del curso: datos erróneos!

source: Unit list only
es_es: Sólo lista de unidades

source: Will include course students and their course submission progress.
es_es: Incluirá a los estudiantes del curso y su progreso en la presentación del curso.

source: Course update fail: security check!
es_es: Error de actualización del curso: comprobación de seguridad!

source: Expanded unit list
es_es: Lista de unidades ampliada

source: Include thread/comments
es_es: Incluir hilo/comentarios

source: Course update fail: wrong course ID!
es_es: Error de actualización del curso: ID equivocado del curso.!

source: Choose if course Unit page shows units only or in expanded view.
es_es: Seleccione si la página de la unidad de curso muestra sólo unidades o en vista ampliada.

source: Will include comments from Course forum and discussion modules.
es_es: Incluirá comentarios del foro del curso y módulos de discusión.

source: Course update fail: wrong course!
es_es: Error de actualización del curso: curso incorrecto!

source: Export Courses
es_es: Exportar Cursos

source: Course update fail: %s!
es_es: Error en la actualización del curso: %s!

source: [DRAFT]
es_es: [BORRADOR]

source: Upload your exported courses to import here.
es_es: Sube tus cursos exportados para importarlos aquí.

source: Course video settings do not need to be updated.
es_es: No es necesario actualizar la configuración del video del curso.

source: Untitled Module
es_es: Módulo sin título

source: Import Options
es_es: Opciones de importación

source: Course video settings have been updated.
es_es: Se han actualizado los ajustes de vídeo del curso.

source: Step 3 &ndash; Instructors and Facilitators
es_es: Paso 3 &ndash; Instructores y Facilitadores

source: Replace course if exists.
es_es: Reemplazar el curso si existe.

source: Course structure settings do not need to be updated.
es_es: No es necesario actualizar la configuración de la estructura del curso.

source: You do not have sufficient permission to add instructor!
es_es: ¡No tienes suficiente permiso para agregar instructor!

source: Courses with the same title will be automatically replaced by the new one.
es_es: Los cursos con el mismo título serán automáticamente reemplazados por el nuevo.

source: Course structure settings have been updated.
es_es: La configuración de la estructura del curso se ha actualizado.

source: Course Facilitator(s)
es_es: Facilitadore(s) del curso

source: Include course students
es_es: Incluir a los estudiantes del curso

source: Course Dates settings do not need to be updated.
es_es: No es necesario actualizar las fechas de los cursos.

source: Select one or more facilitator to facilitate this course
es_es: Seleccione uno o más facilitadores para facilitar este curso

source: Students listing must also included in your export for this to work.
es_es: La lista de estudiantes también debe incluirse en su exportación para que esto funcione.

source: Course Dates settings have been updated.
es_es: Se han actualizado las configuraciones de las fechas del curso.

source: Course Facilitators
es_es: Facilitadores del curso

source: Include course thread/comments
es_es: Incluir el hilo del curso/comentarios

source: Instructors settings do not need to be updated.
es_es: No es necesario actualizar la configuración de los instructores.

source: Invite New Instructor or Facilitator
es_es: Invitar a un nuevo instructor o facilitador

source: Comments listing must also included in your export for this to work.
es_es: La lista de comentarios también debe incluirse en su exportación para que esto funcione.

source: Instructors settings have been updated.
es_es: Configuración de los instructores, se han actualizado.

source: If the instructor or the facilitator can not be found in the list above, you will need to invite them via email.
es_es: Si el instructor o el facilitador no se encuentran en la lista anterior, tendrás que invitarlos por correo electrónico.

source: Upload file and import
es_es: Subir archivo e importar

source: Classes, Discussion & Workbook settings do not need to be updated.
es_es: No es necesario actualizar las clases, la discusión y la configuración del libro de trabajo.

source: instructor-or-facilitator@email.com
es_es: instructor-o-facilitador@email.com

source: Course status
es_es: Estado del curso

source: Classes, Discussion & Workbook settings have been updated.
es_es: Se han actualizado las clases, la discusión y la configuración del Libro de trabajo.

source: facilitator@email.com
es_es: facilitador@email.com

source: No courses found!
es_es: No se encontraron cursos!

source: Course Enrollment & Cost settings do not need to be updated.
es_es: No es necesario actualizar la configuración de inscripción y costo del curso.

source: Invite New Facilitator
es_es: Invitar a un nuevo facilitador

source: Revalidate user submission
es_es: Revalidar el envío de usuarios

source: Course Enrollment & Cost settings have been updated.
es_es: Se han actualizado la configuración de inscripción y coste de curso.

source: If the facilitator can not be found in the list above, you will need to invite them via email.
es_es: Si el facilitador no puede encontrarse en la lista anterior, necesitará invitarlos por correo electrónico.

source: Refresh
es_es: Refrescar

source: Course enrolled students do not need to be updated.
es_es: Los estudiantes matriculados en el curso no necesitan ser actualizados.

source: Instructor or Facilitator
es_es: Instructor o Facilitador

source: Select Display
es_es: Seleccione Mostrar

source: There is no enrolled students to update.
es_es: No hay estudiantes matriculados para actualizar.

source: Facilitator
es_es: Facilitador

source: Show all modules
es_es: Mostrar todos los módulos

source: %s student enrolled to this course.
es_es: %s estudiante matriculado en este curso.

source: Step 4 &ndash; Course Dates
es_es: Paso 4 &ndash; Fechas del curso

source: Show all assessable modules
es_es: Mostrar todos los módulos evaluables

source: Student Progress do not need to be updated.
es_es: El Progreso del Estudiante no necesita ser actualizado.

source: Course Availability
es_es: Disponibilidad del curso

source: View Certificate
es_es: Ver Certificado

source: Students progress have been updated.
es_es: Se ha actualizado el progreso de los estudiantes.

source: These are the dates that the course will be available to students
es_es: Estas son las fechas en que el curso estará disponible para los estudiantes

source: Enrolled Courses
es_es: Cursos inscriptos

source: Page breaks do not need to be updated.
es_es: Los saltos de página no necesitan ser actualizados.

source: These are the dates that students will be able to enroll in a course.
es_es: Estas son las fechas en que los estudiantes podrán inscribirse en un curso.

source: Subject line here...
es_es: Línea de asunto aquí...

source: Page breaks have been updated.
es_es: Se han actualizado los saltos de página.

source: Students can enroll at any time
es_es: Los estudiantes pueden inscribirse en cualquier momento

source: From Email
es_es: Desde el correo electronico

source: Course Completion do not need to be updated.
es_es: No es necesario actualizar la finalización del curso.

source: Step 5 &ndash; Classes, Discussion & Workbook
es_es: Paso 5 &ndash; Clases, Discusión y Libro de Trabajo

source: Mail Tokens
es_es: Fichas de correo

source: Use this setting to set a limit for all classes. Uncheck for unlimited class size(s).
es_es: Utilice esta opción para establecer un límite para todas las clases. Desmarque la opción ilimitada del tamaño de la clase.

source: These tokens will be replaced with actual data.
es_es: Estas fichas serán reemplazadas por datos reales.

source: Units pages do not need to be updated.
es_es: Las páginas de unidades no necesitan ser actualizadas.

source: Number of students
es_es: Numero de estudiantes

source: Email Body
es_es: Cuerpo del correo electronico

source: Section titles (former page titles) inside units converted.
es_es: Títulos de sección (títulos de página anteriores) dentro de unidades convertidas.

source: Course Discussion
es_es: Discusión del curso

source: Invalid course ID!
es_es: ID de curso no válido!

source: Back to Course
es_es: De vuelta al curso

source: Allow course discussion
es_es: Permitir discusión del curso

source: You are currently not enrolled to this course!
es_es: Actualmente no estás inscrito en este curso.

source: Install MarketPress plugin in order to sell courses.
es_es: Instalar el plugin de MarketPress para vender cursos.

source: Show student workbook
es_es: Mostrar el libro del estudiante

source: This course is completed, you can not submit answers anymore.
es_es: Este curso se ha completado, ya no puedes enviar respuestas.

source: Install MarketPress
es_es: Instalar MarketPress

source: & Course Cost
es_es: & Costo del curso

source: Invalid unit!
es_es: Unidad no válida!

source: Activate %s to start selling courses.
es_es: Activar %s para comenzar a vender cursos.

source: You need to complete this module!
es_es: ¡Necesita completar este módulo!

source: You are using an older version of %s plugin. %s require the latest version for compatilibity.
es_es: Está utilizando una versión anterior %s del complemento. %s Requieren la última versión para compatibilidad.

source: Enrollment Restrictions
es_es: Restricciones de inscripción

source: You need to complete the required modules!
es_es: ¡Usted necesita completar los módulos requeridos!

source: Update your %s now!
es_es: Actualice su %s ahora!

source: Prerequisite Courses
es_es: Curso previo

source: You did not pass the required minimum grade!
es_es: ¡Usted no aprobó el grado mínimo requerido!

source: Complete TCPDF Library with additional fonts (WordPress.org)
es_es: Biblioteca TCPDF completa con fuentes adicionales

source: Select the courses a student needs to complete before enrolling in this course
es_es: Seleccione los cursos que un estudiante necesita completar antes de inscribirse en este curso

source: Module do not exists.
es_es: El módulo no existe.

source: MarketPress Product Settings
es_es: Configuración del producto de MarketPress

source: Enter the passcode required to access this course
es_es: Ingrese el código de acceso necesario para acceder a este curso

source: You need to complete the required module!
es_es: Necesita completar el módulo requerido!

source: Your course will be a new product in MarketPress. Enter your course's payment settings below.
es_es: Su curso será un nuevo producto en MarketPress. Ingrese la configuración de pago de cursos a continuación.

source: Course Payment
es_es: Pago del curso

source: Your participation to the discussion is required!
es_es: Su participación en la discusión es necesaria!

source: Full Price
es_es: Precio final

source: Payment options for your course. Additional plugins are required and settings vary depending on the plugin.
es_es: Opciones de pago para su curso. Se necesitan complementos adicionales y los ajustes varían dependiendo del plugin.

source: You did not complete the form!
es_es: No completó el formulario!

source: Enable Sale Price
es_es: Habilitar precio de venta

source: This is a paid course
es_es: Este es un curso de pago

source: Create New Certificate
es_es: Crear nuevo certificado

source: Course SKU:
es_es: Curso SKU:

source: Edit Certificate
es_es: Editar Certificado

source: Please contact your administrator to enable MarketPress for your site.
es_es: Póngase en contacto con su administrador para habilitar MarketPress para su sitio.

source: New Certificate
es_es: Nuevo Certificado

source: Automatically generate Stock Keeping Units (SKUs)
es_es: Generar automáticamente Unidades de Mantenimiento de Existencias (SKU)

source: Search Certificates
es_es: Búsqueda de Certificados

source: MarketPress Product ID: %d
es_es: MarketPress Identificacion del producto: %d

source: No Certificates Found
es_es: No se encontraron certificados

source: Add Course to cart.
es_es: Añadir Curso al carrito.

source: Other supported plugins
es_es: Otros complementos compatibles

source: No Certificates found in Trash
es_es: No se encontraron certificados en la Papelera

source: You can now add this course to cart.
es_es: Ahora puede agregar este curso al carrito.

source: Almost there!
es_es: ¡Casi allí!

source: Certificate of Completion
es_es: Certificado de finalización

source: Show course: %s
es_es: Mostrar curso: %s

source: Congratulations! You have completed COURSE_NAME!
es_es: ¡Felicitaciones! Has completado el Curso COURSE_NAME!

source: Download your certificate
es_es: Descargue su certificado

source: Thank you for your order %1$s, Your order for course "%2$s" has been received! Please refer to your Order ID (ORDER_ID) whenever contacting us. You can track the latest status of your order here: ORDER_STATUS_URL Yours sincerely, %5$s Team
es_es: Gracias por su pedido%1$s, Su pedido para el curso "%2$s" ha sido recibido! Consulte su ID de pedido (ORDER_ID) cuando nos contacte. Puede realizar el seguimiento del último estado de su pedido aquí: ORDER_STATUS_URL Atentamente, El equipo %5$s

source: Your course instructor will now review your work and get back to you with your final grade before issuing you a certificate of completion.
es_es: El instructor de su curso revisará su trabajo y le responderá con su calificación final antes de emitirle un certificado de finalización.

source: Categories
es_es: Categorías

source: WooCommerce Product Settings
es_es: Configuración del producto de WooCommerce

source: Congratulations, You Passed!
es_es: ¡Felicidades, pasaste!

source: %s Day
es_es: %s Dia

source: Your course will be a new product in WooCommerce. Enter your course's payment settings below.
es_es: Su curso será un nuevo producto en WooCommerce. Ingrese la configuración de pago de su curso a continuación.

source: Congratulations! You have successfully completed and passed COURSE_NAME!
es_es: ¡Felicitaciones! Ha completado y aprobado con éxito el Curso COURSE_NAME!

source: This course will open on %s
es_es: Este curso se abrirá en %s

source: WooCommerce Product ID: %d
es_es: Identificacion del producto WooCommerce: %d

source: You can download your certificate here.
es_es: Puede descargar su certificado aquí.

source: This course is already closed.
es_es: Este curso ya está cerrado.

source: Edit WooCommerce Product
es_es: Editar el producto WooCommerce

source: Minimum Grade Required
es_es: Grado mínimo requerido

source: This unit will be available on %s
es_es: Esta unidad estará disponible en %s

source: This course is already in the cart.
es_es: Este curso ya está en el carro.

source: The minimum grade required to marked course completion and send course certficates.
es_es: La calificación mínima requerida para completar el curso y enviar el certificado del curso.

source: You need to complete all the REQUIRED modules before this unit.
es_es: Debes completar todos los módulos REQUERIDOS antes de esta unidad.

source: Show cart
es_es: Mostrar carrito

source: Use these tokens to display actual course details: %s
es_es: Utilice estos tokens para mostrar los detalles del curso real: %s

source: You need to complete all the REQUIRED modules before this section.
es_es: Debe completar todos los módulos REQUERIDOS antes de esta sección.

source: Invitation to be a facilitator at %s
es_es: Invitación para ser facilitador en %s

source: Pre-Completion Page
es_es: Página de Pre-Finalización

source: You need to complete all the REQUIRED modules before this module.
es_es: Debe completar todos los módulos REQUERIDOS antes de este módulo.
